[
    {
        "Message": "This is part 1 of a 4-part dataset series on energy, water consumption, and GHG emissions data for hotels."
    },
    "The H0542 - SOFITEL MARSEILLE VIEUX PORT (Code: H0542), operated as Managed with minority in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 14740 sqm with 134 keys. In 2019, it consumed 2954176 kWh of energy. In 2020, it consumed 2313578 kWh of energy. In 2021, it consumed 3204270 kWh of energy. In 2022, it consumed 4760051 kWh of energy. For GHG emissions in 2022, it recorded 144 tons (Scope 1) and 204 tons (Scope 2). Water consumption for 2022 was 15976 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 35050 rooms in 2019. The number of guests in 2019 was 55260. It sold 16234 rooms in 2020. The number of guests in 2020 was 26509. It sold 26739 rooms in 2021. The number of guests in 2021 was 42641. It sold 34409 rooms in 2022.",
    "The H0553 - SOFITEL LYON BELLECOUR (Code: H0553), operated as Managed with minority in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 18040 sqm with 164 keys. In 2019, it consumed 4943615 kWh of energy. In 2020, it consumed 3042839 kWh of energy. In 2021, it consumed 3957532 kWh of energy. In 2022, it consumed 4828454 kWh of energy. For GHG emissions in 2022, it recorded 400 tons (Scope 1) and 136 tons (Scope 2). Water consumption for 2022 was 15808 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 41583 rooms in 2019. The number of guests in 2019 was 63706. It sold 10471 rooms in 2020. The number of guests in 2020 was 15423. It sold 18940 rooms in 2021. The number of guests in 2021 was 29797. It sold 33069 rooms in 2022.",
    "The H0557 - SOFITEL QUIBERON (Code: H0557), operated as Managed with minority in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 21890 sqm with 199 keys. In 2019, it consumed 2450382 kWh of energy. In 2020, it consumed 1705998 kWh of energy. In 2021, it consumed 1584229 kWh of energy. In 2022, it consumed 4651886 kWh of energy. For GHG emissions in 2022, it recorded 628 tons (Scope 1) and 62 tons (Scope 2). Water consumption for 2022 was 11041 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 29937 rooms in 2019. The number of guests in 2019 was 54045. It sold 15830 rooms in 2020. The number of guests in 2020 was 29690. It sold 13954 rooms in 2021. The number of guests in 2021 was 25051. It sold 29165 rooms in 2022.",
    "The H0568 - SOFITEL STRASBOURG GRANDE ILE (Code: H0568), operated as Managed with minority in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 16500 sqm with 150 keys. In 2019, it consumed 3031544 kWh of energy. In 2020, it consumed 1922699 kWh of energy. In 2021, it consumed 2282992 kWh of energy. In 2022, it consumed 2456187 kWh of energy. For GHG emissions in 2022, it recorded 181 tons (Scope 1) and 75 tons (Scope 2). Water consumption for 2022 was 11057 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 36902 rooms in 2019. The number of guests in 2019 was 60482. It sold 8309 rooms in 2020. The number of guests in 2020 was 12404. It sold 16640 rooms in 2021. The number of guests in 2021 was 28154. It sold 30059 rooms in 2022.",
    "The H0587 - SOFITEL GOLFE D'AJACCIO (Code: H0587), operated as Managed with minority in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 10780 sqm with 98 keys. In 2019, it consumed 1905941 kWh of energy. In 2020, it consumed 1353568 kWh of energy. In 2021, it consumed 1540076 kWh of energy. In 2022, it consumed 1731672 kWh of energy. For GHG emissions in 2022, it recorded 197 tons (Scope 1) and 49 tons (Scope 2). Water consumption for 2022 was 5751 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 20846 rooms in 2019. The number of guests in 2019 was 36736. It sold 8687 rooms in 2020. The number of guests in 2020 was 15628. It sold 13572 rooms in 2021. The number of guests in 2021 was 23311. It sold 14245 rooms in 2022.",
    "The H0663 - SOFITEL PARIS SCRIBE (Code: H0663), operated as Managed in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 22110 sqm with 201 keys. In 2019, it consumed 3801988 kWh of energy. In 2020, it consumed 2868720 kWh of energy. In 2021, it consumed 3350172 kWh of energy. In 2022, it consumed 4162833 kWh of energy. For GHG emissions in 2022, it recorded 18 tons (Scope 1) and 377 tons (Scope 2). Water consumption for 2022 was 19132 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 42464 rooms in 2019. The number of guests in 2019 was 73338. It sold 10415 rooms in 2020. The number of guests in 2020 was 16967. It sold 19180 rooms in 2021. The number of guests in 2021 was 32190. It sold 49876 rooms in 2022.",
    "The H1295 - SOFITEL PARIS LE FAUBOURG (Code: H1295), operated as Managed in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 16280 sqm with 148 keys. In 2019, it consumed 4358404 kWh of energy. In 2020, it consumed 3860322 kWh of energy. In 2021, it consumed 3823886 kWh of energy. In 2022, it consumed 4178079 kWh of energy. For GHG emissions in 2022, it recorded 7 tons (Scope 1) and 577 tons (Scope 2). Water consumption for 2022 was 17055 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 44246 rooms in 2019. The number of guests in 2019 was 79464. It sold 11133 rooms in 2020. The number of guests in 2020 was 18791. It sold 21259 rooms in 2021. The number of guests in 2021 was 37565. It sold 42950 rooms in 2022.",
    "The H1296 - SOFITEL PARIS ARC TRIOMPHE (Code: H1296), operated as Managed in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 13640 sqm with 124 keys. In 2019, it consumed 2792900 kWh of energy. In 2020, it consumed 1899630 kWh of energy. In 2021, it consumed 2041240 kWh of energy. In 2022, it consumed 2373103 kWh of energy. For GHG emissions in 2022, it recorded 206 tons (Scope 1) and 64 tons (Scope 2). Water consumption for 2022 was 14540 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 32150 rooms in 2019. The number of guests in 2019 was 47687. It sold 11473 rooms in 2020. The number of guests in 2020 was 16699. It sold 17758 rooms in 2021. The number of guests in 2021 was 26635. It sold 34608 rooms in 2022.",
    "The H2049 - SOFITEL BIARRITZ MIRAMAR (Code: H2049), operated as Managed with minority in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 13860 sqm with 126 keys. In 2019, it consumed 6166583 kWh of energy. In 2020, it consumed 4215922 kWh of energy. In 2021, it consumed 4626221 kWh of energy. In 2022, it consumed 8838303 kWh of energy. For GHG emissions in 2022, it recorded 1040 tons (Scope 1) and 161 tons (Scope 2). Water consumption for 2022 was 11591 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 30587 rooms in 2019. The number of guests in 2019 was 54149. It sold 16039 rooms in 2020. The number of guests in 2020 was 30626. It sold 19804 rooms in 2021. The number of guests in 2021 was 35956. It sold 28707 rooms in 2022.",
    "The H2547 - GREET ANNECY CRAN GEVRIER (Code: H2547), operated as Franchised with minority in France under the GREET brand, offers a ECO segment experience. It covers an area of 1127 sqm with 49 keys. In 2019, it consumed 196134 kWh of energy. In 2020, it consumed 186205 kWh of energy. In 2021, it consumed 191162 kWh of energy. In 2022, it consumed 165546 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 9 tons (Scope 2). Water consumption for 2022 was 3326 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 13845 rooms in 2019. The number of guests in 2019 was 25260. It sold 8861 rooms in 2020. The number of guests in 2020 was 16742. It sold 12491 rooms in 2021. The number of guests in 2021 was 23041. It sold 9221 rooms in 2022.",
    "The H2789 - SOFITEL PARIS BALTIMORE TOUR EIFFEL (Code: H2789), operated as Managed in France under the SOFITEL brand, offers a LUX segment experience. It covers an area of 11330 sqm with 103 keys. In 2019, it consumed 1853262 kWh of energy. In 2020, it consumed 2750658 kWh of energy. In 2021, it consumed 1130642 kWh of energy. In 2022, it consumed 1702193 kWh of energy. For GHG emissions in 2022, it recorded 9 tons (Scope 1) and 172 tons (Scope 2). Water consumption for 2022 was 9035 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 30234 rooms in 2019. The number of guests in 2019 was 48037. It sold 9060 rooms in 2020. The number of guests in 2020 was 13364. It sold 12351 rooms in 2021. The number of guests in 2021 was 19321. It sold 27329 rooms in 2022.",
    "The H5091 - GREET HOTEL PARIS NORD 18E (Code: H5091), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1932 sqm with 84 keys. In 2019, it consumed 930988 kWh of energy. In 2020, it consumed 297342 kWh of energy. In 2021, it consumed 484160 kWh of energy. In 2022, it consumed 720767 kWh of energy. For GHG emissions in 2022, it recorded 48 tons (Scope 1) and 24 tons (Scope 2). Water consumption for 2022 was 9771 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 55199 rooms in 2019. The number of guests in 2019 was 114894. It sold 7732 rooms in 2020. The number of guests in 2020 was 13597. It sold 17824 rooms in 2021. The number of guests in 2021 was 36989. It sold 27089 rooms in 2022.",
    "The H8441 - GREET HOTEL EVREUX CENTRE (Code: H8441), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1656 sqm with 72 keys. In 2019, it consumed 284194 kWh of energy. In 2020, it consumed 269807 kWh of energy. In 2021, it consumed 548386 kWh of energy. In 2022, it consumed 529956 kWh of energy. For GHG emissions in 2022, it recorded 81 tons (Scope 1) and 4 tons (Scope 2). Water consumption for 2022 was 4838 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 15770 rooms in 2019. The number of guests in 2019 was 24996. It sold 8596 rooms in 2020. The number of guests in 2020 was 13467. It sold 10978 rooms in 2021. The number of guests in 2021 was 16902. It sold 13412 rooms in 2022.",
    "The H9900 - MAMA SHELTER MAMA SHELTER MARSEILLE (Code: H9900), operated as Managed with minority in France under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 6250 sqm with 125 keys. In 2020, it consumed 1368888 kWh of energy. In 2021, it consumed 942845 kWh of energy. In 2022, it consumed 146581 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 8 tons (Scope 2). Water consumption for 2022 was 7514 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 31274 rooms in 2019. The number of guests in 2019 was 44260. It sold 14442 rooms in 2020. The number of guests in 2020 was 22186. It sold 22844 rooms in 2021. The number of guests in 2021 was 33740. It sold 30675 rooms in 2022.",
    "The H9920 - MAMA SHELTER MAMA SHELTER LYON (Code: H9920), operated as Managed with minority in France under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 7500 sqm with 150 keys. In 2020, it consumed 1694813 kWh of energy. In 2021, it consumed 1085015 kWh of energy. In 2022, it consumed 180052 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 9 tons (Scope 2). Water consumption for 2022 was 8516 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 39981 rooms in 2019. The number of guests in 2019 was 52498. It sold 14992 rooms in 2020. The number of guests in 2020 was 20563. It sold 24128 rooms in 2021. The number of guests in 2021 was 32777. It sold 34765 rooms in 2022.",
    "The H9921 - MAMA SHELTER MAMA PARIS (Code: H9921), operated as Managed with minority in France under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 8500 sqm with 170 keys. In 2020, it consumed 1846912 kWh of energy. In 2021, it consumed 1268044 kWh of energy. In 2022, it consumed 198519 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 10 tons (Scope 2). Water consumption for 2022 was 9492 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 47059 rooms in 2019. The number of guests in 2019 was 65855. It sold 17173 rooms in 2020. The number of guests in 2020 was 27467. It sold 20972 rooms in 2021. The number of guests in 2021 was 32080. It sold 38749 rooms in 2022.",
    "The H9922 - MAMA SHELTER MAMA SHELTER BORDEAUX (Code: H9922), operated as Managed with minority in France under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 4850 sqm with 97 keys. In 2020, it consumed 1053826 kWh of energy. In 2021, it consumed 942644 kWh of energy. In 2022, it consumed 111956 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 6 tons (Scope 2). Water consumption for 2022 was 6321 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 30148 rooms in 2019. The number of guests in 2019 was 42634. It sold 13337 rooms in 2020. The number of guests in 2020 was 20108. It sold 19540 rooms in 2021. The number of guests in 2021 was 29355. It sold 25804 rooms in 2022.",
    "The HA598 - FAIRMONT MONTE CARLO - FMC (Code: HA598), operated as Managed in Monaco under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 71520 sqm with 596 keys. In 2019, it consumed 25432271 kWh of energy. In 2020, it consumed 15339459 kWh of energy. In 2021, it consumed 25348588 kWh of energy. In 2022, it consumed 16205978 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 5123 tons (Scope 2). Water consumption for 2022 was 28058 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 149730 rooms in 2019. The number of guests in 2019 was 229145. It sold 65585 rooms in 2020. The number of guests in 2020 was 91815. It sold 87868 rooms in 2021. The number of guests in 2021 was 125870. It sold 114540 rooms in 2022.",
    "The HA5D5 - RAFFLES LE ROYAL MONCEAU PARIS - RMO (Code: HA5D5), operated as Managed in France under the RAFFLES brand, offers a LUX segment experience. It covers an area of 17880 sqm with 149 keys. In 2019, it consumed 6239475 kWh of energy. In 2020, it consumed 4464653 kWh of energy. In 2021, it consumed 7806905 kWh of energy. In 2022, it consumed 95842 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 5 tons (Scope 2). Water consumption for 2022 was 6394 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 23187 rooms in 2019. The number of guests in 2019 was 34255. It sold 4004 rooms in 2020. The number of guests in 2020 was 5637. It sold 12313 rooms in 2021. The number of guests in 2021 was 18268. It sold 26102 rooms in 2022.",
    "The HA7L5 - SO SO PARIS (Code: HA7L5), operated as Managed in France under the SO brand, offers a LUX segment experience. It covers an area of 16100 sqm with 161 keys. In 2021, it consumed 0 kWh of energy. In 2022, it consumed 3636785 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 187 tons (Scope 2). Water consumption for 2022 was 1602 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 6541 rooms in 2022.",
    "The HB0D0 - Jo & JOE PARIS GENTILLY (Code: HB0D0), operated as Managed with minority in France under the Jo & JOE brand, offers a ECO segment experience. It covers an area of 21340 sqm with 485 keys. In 2019, it consumed 1196732 kWh of energy. In 2020, it consumed 979806 kWh of energy. In 2021, it consumed 681633 kWh of energy. In 2022, it consumed 1024441 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 78 tons (Scope 2). Water consumption for 2022 was 11829 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 25222 rooms in 2020. The number of guests in 2020 was 16745. It sold 36954 rooms in 2021. The number of guests in 2021 was 36969. It sold 113025 rooms in 2022.",
    "The HB0R3 - Jo & JOE HOSSEGOR (Code: HB0R3), operated as Managed with minority in France under the Jo & JOE brand, offers a ECO segment experience. It covers an area of 5940 sqm with 135 keys. In 2019, it consumed 633945 kWh of energy. In 2020, it consumed 519032 kWh of energy. In 2021, it consumed 181350 kWh of energy. In 2022, it consumed 210829 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 11 tons (Scope 2). Water consumption for 2022 was 1806 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 11665 rooms in 2020. The number of guests in 2020 was 11665. It sold 14871 rooms in 2021. The number of guests in 2021 was 14871. It sold 17259 rooms in 2022.",
    "The HB1C1 - MAMA SHELTER LILLE (Code: HB1C1), operated as Managed in France under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 5600 sqm with 112 keys. In 2020, it consumed 1195061 kWh of energy. In 2021, it consumed 825491 kWh of energy. In 2022, it consumed 129268 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 7 tons (Scope 2). Water consumption for 2022 was 7513 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 9104 rooms in 2019. The number of guests in 2019 was 13522. It sold 14254 rooms in 2020. The number of guests in 2020 was 21030. It sold 21152 rooms in 2021. The number of guests in 2021 was 30072. It sold 30672 rooms in 2022.",
    "The HB1C3 - MAMA SHELTER PARIS VERSAILLES PARC DES EXPOSITIONS (Code: HB1C3), operated as Managed with minority in France under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 10350 sqm with 207 keys. In 2020, it consumed 2248887 kWh of energy. In 2021, it consumed 1281920 kWh of energy. In 2022, it consumed 238916 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 12 tons (Scope 2). Water consumption for 2022 was 12919 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 11317 rooms in 2020. The number of guests in 2020 was 16161. It sold 22713 rooms in 2021. The number of guests in 2021 was 32914. It sold 52738 rooms in 2022.",
    "The HB385 - 25 Hours PARIS TERMINUS NORD (Code: HB385), operated as Managed in France under the 25 Hours brand, offers a PRE segment experience. It covers an area of 18960 sqm with 237 keys. In 2019, it consumed 5252190 kWh of energy. In 2020, it consumed 3952540 kWh of energy. In 2021, it consumed 882662 kWh of energy. In 2022, it consumed 6960303 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 358 tons (Scope 2). Water consumption for 2022 was 11718 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 11644 rooms in 2021. The number of guests in 2021 was 16688. It sold 47838 rooms in 2022.",
    "The HB395 - MAMA SHELTER TOULOUSE (Code: HB395), operated as Managed in France under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 6000 sqm with 120 keys. In 2020, it consumed 1303703 kWh of energy. In 2021, it consumed 884454 kWh of energy. In 2022, it consumed 138502 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 7 tons (Scope 2). Water consumption for 2022 was 7997 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 24354 rooms in 2019. The number of guests in 2019 was 32223. It sold 15031 rooms in 2020. The number of guests in 2020 was 20824. It sold 23634 rooms in 2021. The number of guests in 2021 was 31865. It sold 32647 rooms in 2022.",
    "The HB431 - Jo & JOE PARIS BUZENVAL (Code: HB431), operated as Managed in France under the Jo & JOE brand, offers a ECO segment experience. It covers an area of 7040 sqm with 160 keys. In 2021, it consumed 184818 kWh of energy. In 2022, it consumed 327684 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 17 tons (Scope 2). Water consumption for 2022 was 8039 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 19974 rooms in 2021. The number of guests in 2021 was 19974. It sold 76809 rooms in 2022.",
    "The HB5K2 - MAMA SHELTER MAMA PARIS LITWIN (Code: HB5K2), operated as Managed with minority in France under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 10550 sqm with 211 keys. In 2021, it consumed 0 kWh of energy. In 2022, it consumed 243532 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 13 tons (Scope 2). Water consumption for 2022 was 7856 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 32072 rooms in 2022.",
    "The HB5V7 - GREET BEAUNE (Code: HB5V7), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1196 sqm with 52 keys. In 2019, it consumed 336379 kWh of energy. In 2020, it consumed 275405 kWh of energy. In 2021, it consumed 370848 kWh of energy. In 2022, it consumed 173438 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 9 tons (Scope 2). Water consumption for 2022 was 4686 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 9473 rooms in 2019. The number of guests in 2019 was 17899. It sold 5827 rooms in 2020. The number of guests in 2020 was 11484. It sold 7640 rooms in 2021. The number of guests in 2021 was 14970. It sold 12990 rooms in 2022.",
    "The HB675 - GREET MARSEILLE CENTRE SAINT CHARLES (Code: HB675), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1380 sqm with 60 keys. In 2019, it consumed 2229975 kWh of energy. In 2020, it consumed 317775 kWh of energy. In 2021, it consumed 427901 kWh of energy. In 2022, it consumed 409913 kWh of energy. For GHG emissions in 2022, it recorded 54 tons (Scope 1) and 6 tons (Scope 2). Water consumption for 2022 was 6582 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 4838 rooms in 2019. The number of guests in 2019 was 8072. It sold 4487 rooms in 2020. The number of guests in 2020 was 8806. It sold 16149 rooms in 2021. The number of guests in 2021 was 26812. It sold 18247 rooms in 2022.",
    "The HB6G0 - GREET MARSEILLE AEROPORT (Code: HB6G0), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1081 sqm with 47 keys. In 2020, it consumed 248924 kWh of energy. In 2021, it consumed 335189 kWh of energy. In 2022, it consumed 156761 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 8 tons (Scope 2). Water consumption for 2022 was 4159 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 3240 rooms in 2020. The number of guests in 2020 was 4029. It sold 6608 rooms in 2021. The number of guests in 2021 was 8663. It sold 11529 rooms in 2022.",
    "The HB6G4 - GREET HOTEL LYON CENTRE CONFLUENCE (Code: HB6G4), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1817 sqm with 79 keys. In 2020, it consumed 418403 kWh of energy. In 2021, it consumed 563403 kWh of energy. In 2022, it consumed 263493 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 14 tons (Scope 2). Water consumption for 2022 was 8264 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 71 rooms in 2020. The number of guests in 2020 was 134. It sold 11505 rooms in 2021. The number of guests in 2021 was 18511. It sold 22909 rooms in 2022.",
    "The HB6S4 - TRIBE ABRIAL PARIS 17 BATIGNOLLES (Code: HB6S4), operated as Franchised in France under the TRIBE brand, offers a MID segment experience. It covers an area of 3555 sqm with 79 keys. In 2019, it consumed 2936133 kWh of energy. In 2020, it consumed 858271 kWh of energy. In 2021, it consumed 993490 kWh of energy. In 2022, it consumed 745768 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 38 tons (Scope 2). Water consumption for 2022 was 4667 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 1123 rooms in 2019. The number of guests in 2019 was 1788. It sold 1635 rooms in 2020. The number of guests in 2020 was 2444. It sold 7050 rooms in 2021. The number of guests in 2021 was 10765. It sold 19053 rooms in 2022.",
    "The HB717 - TRIBE SAINT OUEN MAIRIE (Code: HB717), operated as Franchised in France under the TRIBE brand, offers a MID segment experience. It covers an area of None sqm with 112 keys. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030.",
    "The HB7B0 - GREET HOTEL NANCY SUD (Code: HB7B0), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1518 sqm with 66 keys. In 2022, it consumed 220133 kWh of energy. Water consumption for 2022 was 61 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 170 rooms in 2022.",
    "The HB7B1 - GREET HOTEL BORDEAUX AEROPORT (Code: HB7B1), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1978 sqm with 86 keys. In 2021, it consumed 613325 kWh of energy. In 2022, it consumed 286840 kWh of energy. Water consumption for 2022 was 4638 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 5867 rooms in 2021. The number of guests in 2021 was 7480. It sold 12859 rooms in 2022.",
    "The HB7B2 - GREET HOTEL RENNES PACE (Code: HB7B2), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1679 sqm with 73 keys. In 2021, it consumed 520613 kWh of energy. In 2022, it consumed 243480 kWh of energy. Water consumption for 2022 was 3976 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 3385 rooms in 2021. The number of guests in 2021 was 4384. It sold 11023 rooms in 2022.",
    "The HB879 - TRIBE PARIS LA DEFENSE (Code: HB879), operated as Franchised in France under the TRIBE brand, offers a MID segment experience. It covers an area of 8280 sqm with 184 keys. In 2022, it consumed 1874246 kWh of energy. For GHG emissions in 2022, it recorded 25 tons (Scope 1) and 89 tons (Scope 2). Water consumption for 2022 was 3835 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 15654 rooms in 2022.",
    "The HB897 - TRIBE CARCASSONNE (Code: HB897), operated as Franchised in France under the TRIBE brand, offers a MID segment experience. It covers an area of 3150 sqm with 70 keys. In 2021, it consumed 880308 kWh of energy. In 2022, it consumed 660807 kWh of energy. Water consumption for 2022 was 2625 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 4677 rooms in 2021. The number of guests in 2021 was 7570. It sold 10718 rooms in 2022.",
    "The HB8C5 - GREET HOTEL ORTHEZ BEARN (Code: HB8C5), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1380 sqm with 60 keys. In 2022, it consumed 200121 kWh of energy. Water consumption for 2022 was 931 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 2580 rooms in 2022.",
    "The HB8C7 - GREET HOTEL LA ROCHELLE CENTRE (Code: HB8C7), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1495 sqm with 65 keys. In 2022, it consumed 216798 kWh of energy. Water consumption for 2022 was 820 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 2272 rooms in 2022.",
    "The HB8D8 - GREET HOTEL CASTRES SAIX (Code: HB8D8), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1150 sqm with 50 keys. In 2021, it consumed 356584 kWh of energy. In 2022, it consumed 166767 kWh of energy. Water consumption for 2022 was 2248 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 1998 rooms in 2021. The number of guests in 2021 was 2664. It sold 6232 rooms in 2022.",
    "The HB8Z4 - TRIBE LE TOUQUET (Code: HB8Z4), operated as Franchised in France under the TRIBE brand, offers a MID segment experience. It covers an area of None sqm with 59 keys. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030.",
    "The HB917 - GREET HOTEL BOULOGNE BILLANCOURT PARIS (Code: HB917), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1081 sqm with 47 keys. In 2022, it consumed 156761 kWh of energy. Water consumption for 2022 was 3592 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 497 rooms in 2021. The number of guests in 2021 was 706. It sold 9958 rooms in 2022.",
    "The HB918 - GREET HOTEL ANGOULEME (Code: HB918), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 2829 sqm with 123 keys. In 2022, it consumed 310154 kWh of energy. Water consumption for 2022 was 8759 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 4752 rooms in 2021. The number of guests in 2021 was 6478. It sold 24283 rooms in 2022.",
    "The HB943 - GREET HOTEL LILLE GARE FLANDRES (Code: HB943), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of None sqm with 62 keys. Water consumption for 2022 was 319 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 885 rooms in 2022.",
    "The HB997 - HOXTON THE HOXTON PARIS (Code: HB997), operated as Managed in France under the HOXTON brand, offers a PRE segment experience. It covers an area of 12422 sqm with 172 keys. In 2022, it consumed 3149273 kWh of energy. Water consumption for 2022 was 12648 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 11749 rooms in 2021. The number of guests in 2021 was 19008. It sold 51635 rooms in 2022.",
    "The HB9F2 - GREET HOTEL BORDEAUX FLOIRAC ARENA (Code: HB9F2), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1334 sqm with 58 keys. In 2022, it consumed 193450 kWh of energy. Water consumption for 2022 was 3765 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 10438 rooms in 2022.",
    "The HB9I0 - GREET HOTEL VERSAILLES VOISINS LE BRETONNEUX (Code: HB9I0), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1219 sqm with 53 keys. In 2022, it consumed 176774 kWh of energy. Water consumption for 2022 was 2537 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 7033 rooms in 2022.",
    "The HB9J0 - GREET HOTEL LA TESTE BASSIN D'ARCACHON (Code: HB9J0), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1081 sqm with 47 keys. In 2022, it consumed 156761 kWh of energy. Water consumption for 2022 was 1294 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 3588 rooms in 2022.",
    "The HB9N0 - GREET HOTEL BOURG EN BRESSE MONTAGNAT (Code: HB9N0), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of None sqm with 82 keys. Water consumption for 2022 was 587 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 1628 rooms in 2022.",
    "The HB9N6 - GREET HOTEL VILLENEUVE LA GARENNE (Code: HB9N6), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1403 sqm with 61 keys. In 2022, it consumed 203456 kWh of energy. Water consumption for 2022 was 3272 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 9070 rooms in 2022.",
    "The HB9Z7 - GREET HOTEL COLMAR (Code: HB9Z7), operated as Franchised in France under the GREET brand, offers a ECO segment experience. It covers an area of 1426 sqm with 62 keys. In 2022, it consumed 206792 kWh of energy. Water consumption for 2022 was 3514 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 9743 rooms in 2022.",
    "The V0023 - RAFFLES RMO2 41 AVENUE HOCHE SUITES (Code: V0023), operated as Managed in France under the RAFFLES brand, offers a LUX segment experience. It covers an area of None sqm with 17 keys. In 2019, it consumed 2680043 kWh of energy. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030.",
    "The H1314 - SOFITEL LUXEMBOURG EUROPE (Code: H1314), operated as Managed in Luxembourg under the SOFITEL brand, offers a LUX segment experience. It covers an area of None sqm with 109 keys. In 2019, it consumed 2270465 kWh of energy. In 2020, it consumed 1450934 kWh of energy. In 2021, it consumed 1808122 kWh of energy. Water consumption for 2022 was 5953 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 26143 rooms in 2019. The number of guests in 2019 was 33348. It sold 7216 rooms in 2020. The number of guests in 2020 was 9990. It sold 9277 rooms in 2021. The number of guests in 2021 was 12362. It sold 19079 rooms in 2022.",
    "The H2783 - SOFITEL AMSTERDAM THE GRAND (Code: H2783), operated as Managed with minority in The Netherlands under the SOFITEL brand, offers a LUX segment experience. It covers an area of 17050 sqm with 179 keys. In 2019, it consumed 3536578 kWh of energy. In 2020, it consumed 3036559 kWh of energy. In 2021, it consumed 4669123 kWh of energy. In 2022, it consumed 5305182 kWh of energy. For GHG emissions in 2022, it recorded 175 tons (Scope 1) and 1316 tons (Scope 2). Water consumption for 2022 was 13438 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 47850 rooms in 2019. The number of guests in 2019 was 82390. It sold 10352 rooms in 2020. The number of guests in 2020 was 18080. It sold 10485 rooms in 2021. The number of guests in 2021 was 19049. It sold 34591 rooms in 2022.",
    "The H5282 - SOFITEL BRUSSELS EUROPE (Code: H5282), operated as Managed in Belgium  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 14192 sqm with 149 keys. In 2019, it consumed 3929429 kWh of energy. In 2020, it consumed 1123077 kWh of energy. In 2021, it consumed 1380007 kWh of energy. In 2022, it consumed 1909515 kWh of energy. Water consumption for 2022 was 13325 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 42443 rooms in 2019. The number of guests in 2019 was 55187. It sold 12405 rooms in 2020. The number of guests in 2020 was 15378. It sold 16386 rooms in 2021. The number of guests in 2021 was 22041. It sold 34298 rooms in 2022.",
    "The H5555 - SOFITEL LUXEMBOURG LE GRAND DUCAL (Code: H5555), operated as Managed in Luxembourg under the SOFITEL brand, offers a LUX segment experience. It covers an area of 12192 sqm with 128 keys. In 2019, it consumed 2741153 kWh of energy. In 2020, it consumed 1703849 kWh of energy. In 2021, it consumed 2123300 kWh of energy. In 2022, it consumed 2356928 kWh of energy. For GHG emissions in 2022, it recorded 2 tons (Scope 1) and 353 tons (Scope 2). Water consumption for 2022 was 7584 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 32844 rooms in 2019. The number of guests in 2019 was 42652. It sold 10906 rooms in 2020. The number of guests in 2020 was 15253. It sold 10486 rooms in 2021. The number of guests in 2021 was 15209. It sold 24308 rooms in 2022.",
    "The HB4B9 - MAMA SHELTER LUXEMBOURG EUROPE (Code: HB4B9), operated as Managed in Luxembourg under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of None sqm with 145 keys. In 2020, it consumed 1575307 kWh of energy. In 2021, it consumed 1013497 kWh of energy. Water consumption for 2022 was 8413 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 3122 rooms in 2020. The number of guests in 2020 was 5610. It sold 11612 rooms in 2021. The number of guests in 2021 was 17863. It sold 29777 rooms in 2022.",
    "The HB7W1 - TRIBE AMSTERDAM NOORD (Code: HB7W1), operated as Franchised in The Netherlands under the TRIBE brand, offers a MID segment experience. It covers an area of 8774 sqm with 192 keys. In 2022, it consumed 1812500 kWh of energy. Water consumption for 2022 was 15610 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 55252 rooms in 2022.",
    "The HB995 - HOXTON THE HOXTON AMSTERDAM (Code: HB995), operated as Managed in The Netherlands under the HOXTON brand, offers a PRE segment experience. It covers an area of 8017 sqm with 111 keys. In 2022, it consumed 2032380 kWh of energy. Water consumption for 2022 was 9202 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 5537 rooms in 2021. The number of guests in 2021 was 9063. It sold 32570 rooms in 2022.",
    "The HB1H9 - RIXOS LIBERTAS DUBROVNIK RIXOS (Code: HB1H9), operated as Managed in Croatia  under the RIXOS brand, offers a LUX segment experience. It covers an area of 29528 sqm with 310 keys. In 2019, it consumed 10332855 kWh of energy. In 2020, it consumed 7598699 kWh of energy. In 2021, it consumed 11009838 kWh of energy. In 2022, it consumed 16946322 kWh of energy. Water consumption for 2022 was 16302 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 73406 rooms in 2019. The number of guests in 2019 was 132072. It sold 10674 rooms in 2020. The number of guests in 2020 was 19944. It sold 31576 rooms in 2021. The number of guests in 2021 was 58224. It sold 57699 rooms in 2022.",
    "The HB2D8 - MAMA SHELTER BELGRADE MAMA SHELTER (Code: HB2D8), operated as Managed in Serbia under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 5712 sqm with 125 keys. In 2020, it consumed 1358024 kWh of energy. In 2021, it consumed 873705 kWh of energy. In 2022, it consumed 144273 kWh of energy. Water consumption for 2022 was 8765 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 29818 rooms in 2019. The number of guests in 2019 was 42940. It sold 9925 rooms in 2020. The number of guests in 2020 was 14292. It sold 20651 rooms in 2021. The number of guests in 2021 was 29738. It sold 31022 rooms in 2022.",
    "The HB831 - TRIBE TRIBE RIGA OLD TOWN (Code: HB831), operated as Managed in Latvia under the TRIBE brand, offers a MID segment experience. It covers an area of 3793 sqm with 83 keys. In 2020, it consumed 901728 kWh of energy. In 2021, it consumed 1043794 kWh of energy. In 2022, it consumed 783529 kWh of energy. Water consumption for 2022 was 4362 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 163 rooms in 2020. The number of guests in 2020 was 211. It sold 7827 rooms in 2021. The number of guests in 2021 was 9204. It sold 15440 rooms in 2022.",
    "The H3144 - SOFITEL LONDON SAINT JAMES (Code: H3144), operated as Managed with minority in United Kingdom under the SOFITEL brand, offers a LUX segment experience. It covers an area of 17431 sqm with 183 keys. In 2019, it consumed 3528658 kWh of energy. In 2020, it consumed 2583270 kWh of energy. In 2021, it consumed 3633417 kWh of energy. In 2022, it consumed 4190538 kWh of energy. For GHG emissions in 2022, it recorded 287 tons (Scope 1) and 512 tons (Scope 2). Water consumption for 2022 was 15983 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 41751 rooms in 2019. The number of guests in 2019 was 66744. It sold 9797 rooms in 2020. The number of guests in 2020 was 14760. It sold 12086 rooms in 2021. The number of guests in 2021 was 19222. It sold 41141 rooms in 2022.",
    "The H6204 - SOFITEL LONDON GATWICK (Code: H6204), operated as Franchised in United Kingdom under the SOFITEL brand, offers a LUX segment experience. It covers an area of 49340 sqm with 518 keys. In 2019, it consumed 9988223 kWh of energy. In 2020, it consumed 7312207 kWh of energy. In 2021, it consumed 10284754 kWh of energy. In 2022, it consumed 11861741 kWh of energy. For GHG emissions in 2022, it recorded 811 tons (Scope 1) and 1448 tons (Scope 2). Water consumption for 2022 was 43409 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 179216 rooms in 2019. The number of guests in 2019 was 278286. It sold 36743 rooms in 2020. The number of guests in 2020 was 56037. It sold 65657 rooms in 2021. The number of guests in 2021 was 91470. It sold 111735 rooms in 2022.",
    "The H6214 - SOFITEL LONDON HEATHROW (Code: H6214), operated as Franchised in United Kingdom under the SOFITEL brand, offers a LUX segment experience. It covers an area of 57626 sqm with 605 keys. In 2019, it consumed 11665782 kWh of energy. In 2020, it consumed 8540319 kWh of energy. In 2021, it consumed 12012116 kWh of energy. In 2022, it consumed 8662737 kWh of energy. Water consumption for 2022 was 64596 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 182827 rooms in 2019. The number of guests in 2019 was 255104. It sold 57084 rooms in 2020. The number of guests in 2020 was 80670. It sold 100689 rooms in 2021. The number of guests in 2021 was 149004. It sold 166271 rooms in 2022.",
    "The HA597 - FAIRMONT THE SAVOY - SVY (Code: HA597), operated as Managed in United Kingdom under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 25432 sqm with 267 keys. In 2019, it consumed 11393316 kWh of energy. In 2020, it consumed 6871872 kWh of energy. In 2021, it consumed 11355827 kWh of energy. In 2022, it consumed 7260061 kWh of energy. Water consumption for 2022 was 13811 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 68147 rooms in 2019. The number of guests in 2019 was 118830. It sold 11741 rooms in 2020. The number of guests in 2020 was 22588. It sold 21447 rooms in 2021. The number of guests in 2021 was 44527. It sold 48883 rooms in 2022.",
    "The HA5A5 - FAIRMONT ST ANDREWS SCOTLAND - SAB (Code: HA5A5), operated as Managed in United Kingdom under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 20098 sqm with 211 keys. In 2019, it consumed 9003707 kWh of energy. In 2020, it consumed 5430580 kWh of energy. In 2021, it consumed 8974081 kWh of energy. In 2022, it consumed 5737351 kWh of energy. Water consumption for 2022 was 11114 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 54520 rooms in 2019. The number of guests in 2019 was 107413. It sold 17874 rooms in 2020. The number of guests in 2020 was 40932. It sold 28796 rooms in 2021. The number of guests in 2021 was 63883. It sold 39338 rooms in 2022.",
    "The HB3F3 - MAMA SHELTERELTERMID (Code: HB3F3), operated as Managed in United Kingdom under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 8866 sqm with 194 keys. In 2020, it consumed 2096788 kWh of energy. In 2021, it consumed 1355990 kWh of energy. In 2022, it consumed 1400651 kWh of energy. Water consumption for 2022 was 14298 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 15191 rooms in 2019. The number of guests in 2019 was 22460. It sold 15595 rooms in 2020. The number of guests in 2020 was 20422. It sold 18053 rooms in 2021. The number of guests in 2021 was 28501. It sold 50608 rooms in 2022.",
    "The HB5D3 - THE ORIGINALSGINALSLUX (Code: HB5D3), operated as Managed in United Kingdom under the THE ORIGINALS brand, offers a LUX segment experience. It covers an area of 19336 sqm with 203 keys. In 2019, it consumed 6799685 kWh of energy. In 2020, it consumed 5000434 kWh of energy. In 2021, it consumed 7245184 kWh of energy. In 2022, it consumed 1465629 kWh of energy. Water consumption for 2022 was 15115 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 50494 rooms in 2019. The number of guests in 2019 was 56100. It sold 11382 rooms in 2020. The number of guests in 2020 was 25383. It sold 27511 rooms in 2021. The number of guests in 2021 was 50515. It sold 53499 rooms in 2022.",
    "The HB5D4 - THE ORIGINALSGINALSLUX (Code: HB5D4), operated as Managed in United Kingdom under the THE ORIGINALS brand, offers a LUX segment experience. It covers an area of 14288 sqm with 150 keys. In 2019, it consumed 4999768 kWh of energy. In 2020, it consumed 3676790 kWh of energy. In 2021, it consumed 5327341 kWh of energy. In 2022, it consumed 1082977 kWh of energy. Water consumption for 2022 was 9075 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 35078 rooms in 2019. The number of guests in 2019 was 41250. It sold 6973 rooms in 2020. The number of guests in 2020 was 18300. It sold 32119 rooms in 2022.",
    "The HB773 - FAIRMONT WINDSOR (Code: HB773), operated as Managed in United Kingdom under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 23717 sqm with 249 keys. In 2022, it consumed 6770618 kWh of energy. Water consumption for 2022 was 8842 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 31297 rooms in 2022.",
    "The HB7D0 - FAIRMONT FAIRMONT CARTON HOUSE DUBLIN (Code: HB7D0), operated as Managed in Ireland under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 16097 sqm with 169 keys. In 2020, it consumed 4375349 kWh of energy. In 2021, it consumed 7230302 kWh of energy. In 2022, it consumed 4595319 kWh of energy. Water consumption for 2022 was 7006 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 12993 rooms in 2021. The number of guests in 2021 was 21906. It sold 24796 rooms in 2022.",
    "The HB896 - MONDRIAN MONDRIAN SHOREDITCH LONDON (Code: HB896), operated as Managed in United Kingdom under the MONDRIAN brand, offers a PRE segment experience. It covers an area of 8667 sqm with 120 keys. In 2021, it consumed 4902864 kWh of energy. In 2022, it consumed 2756445 kWh of energy. Water consumption for 2022 was 8302 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 9020 rooms in 2021. The number of guests in 2021 was 18240. It sold 29386 rooms in 2022.",
    "The HB996 - HOXTON THE HOXTON HOLBORN (Code: HB996), operated as Managed in United Kingdom under the HOXTON brand, offers a PRE segment experience. It covers an area of 15889 sqm with 220 keys. In 2022, it consumed 4028140 kWh of energy. Water consumption for 2022 was 18811 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 13914 rooms in 2021. The number of guests in 2021 was 21369. It sold 66579 rooms in 2022.",
    "The HB9A2 - HOXTONRE (Code: HB9A2), operated as Managed in United Kingdom under the HOXTON brand, offers a PRE segment experience. It covers an area of 13867 sqm with 192 keys. In 2022, it consumed 1386211 kWh of energy. Water consumption for 2022 was 15504 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 10640 rooms in 2021. The number of guests in 2021 was 17100. It sold 54876 rooms in 2022.",
    "The HB9B9 - HOXTON THE HOXTON SHOREDITCH (Code: HB9B9), operated as Managed in United Kingdom under the HOXTON brand, offers a PRE segment experience. It covers an area of 15167 sqm with 210 keys. In 2022, it consumed 3845042 kWh of energy. Water consumption for 2022 was 17509 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 12427 rooms in 2021. The number of guests in 2021 was 18939. It sold 61972 rooms in 2022.",
    "The HB9C0 - GlenEagleslesLUX (Code: HB9C0), operated as Managed in United Kingdom under the GlenEagles brand, offers a LUX segment experience. It covers an area of 22193 sqm with 233 keys. In 2022, it consumed 5056397 kWh of energy. For GHG emissions in 2022, it recorded 514 tons (Scope 1) and 438 tons (Scope 2). Water consumption for 2022 was 17732 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 15248 rooms in 2021. The number of guests in 2021 was 30706. It sold 62761 rooms in 2022.",
    "The HB9C4 - GlenEagleslesLUX (Code: HB9C4), operated as Managed in United Kingdom under the GlenEagles brand, offers a LUX segment experience. It covers an area of 2858 sqm with 30 keys. In 2022, it consumed 216595 kWh of energy. Water consumption for 2022 was 1256 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 4446 rooms in 2022.",
    "The HB9D5 - HOXTONUX (Code: HB9D5), operated as Managed in United Kingdom under the HOXTON brand, offers a LUX segment experience. It covers an area of 22574 sqm with 237 keys. In 2022, it consumed 1711104 kWh of energy. The hotel is in a region with a High (40-80%) water stress level by 2030.",
    "The HC007 - TRIBED (Code: HC007), operated as Managed in United Kingdom under the TRIBE brand, offers a MID segment experience. It covers an area of 14396 sqm with 315 keys. In 2022, it consumed 2509247 kWh of energy. For GHG emissions in 2022, it recorded 43 tons (Scope 1) and 444 tons (Scope 2). The hotel is in a region with a High (40-80%) water stress level by 2030.",
    "The HA593 - FAIRMONT BAKU FLAME TOWERS - AZE (Code: HA593), operated as Managed in Azerbaidjan under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 28480 sqm with 299 keys. In 2019, it consumed 12796413 kWh of energy. In 2020, it consumed 7695467 kWh of energy. In 2021, it consumed 12716825 kWh of energy. In 2022, it consumed 8646814 kWh of energy. Water consumption for 2022 was 13288 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 73163 rooms in 2019. The number of guests in 2019 was 123206. It sold 21891 rooms in 2020. The number of guests in 2020 was 31703. It sold 31159 rooms in 2021. The number of guests in 2021 was 41307. It sold 47030 rooms in 2022.",
    "The HA596 - FAIRMONT GRAND HOTEL KYIV - KYV (Code: HA596), operated as Franchised in Ukraine under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 24574 sqm with 258 keys. In 2019, it consumed 11009272 kWh of energy. In 2020, it consumed 6640236 kWh of energy. In 2022, it consumed 7015340 kWh of energy. Water consumption for 2022 was 1473 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 5213 rooms in 2022.",
    "The HB1N9 - RIXOS ALMATY (Code: HB1N9), operated as Managed in Kazakhstan under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 237 keys. In 2019, it consumed 7932966 kWh of energy. In 2020, it consumed 5809328 kWh of energy. In 2021, it consumed 8417199 kWh of energy. Water consumption for 2022 was 16645 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 37973 rooms in 2019. The number of guests in 2019 was 49489. It sold 17125 rooms in 2020. The number of guests in 2020 was 23862. It sold 35795 rooms in 2021. The number of guests in 2021 was 49549. It sold 58913 rooms in 2022.",
    "The HB1Q3 - RIXOS ASTANA (Code: HB1Q3), operated as Managed in Kazakhstan under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 179 keys. In 2019, it consumed 6133049 kWh of energy. In 2020, it consumed 4510196 kWh of energy. In 2021, it consumed 6534872 kWh of energy. Water consumption for 2022 was 11044 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 34830 rooms in 2019. The number of guests in 2019 was 41605. It sold 14307 rooms in 2020. The number of guests in 2020 was 18226. It sold 24046 rooms in 2021. The number of guests in 2021 was 30885. It sold 39091 rooms in 2022.",
    "The HB1Q4 - RIXOS BOROVOE  RIXOS (Code: HB1Q4), operated as Franchised in Kazakhstan under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 200 keys. In 2019, it consumed 6666358 kWh of energy. In 2020, it consumed 4902387 kWh of energy. In 2021, it consumed 7103121 kWh of energy. Water consumption for 2022 was 10075 kL. The hotel is in a region with a Arid and low water use water stress level by 2030. It sold 30840 rooms in 2019. The number of guests in 2019 was 63428. It sold 31279 rooms in 2020. The number of guests in 2020 was 65092. It sold 39520 rooms in 2021. The number of guests in 2021 was 82861. It sold 35658 rooms in 2022.",
    "The HB1Q5 - RIXOS KHADISHA SHYMKENT RIXOS (Code: HB1Q5), operated as Managed in Kazakhstan under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 177 keys. In 2019, it consumed 3899819 kWh of energy. In 2020, it consumed 4338612 kWh of energy. In 2021, it consumed 6286262 kWh of energy. Water consumption for 2022 was 7539 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 18762 rooms in 2019. The number of guests in 2019 was 24572. It sold 13457 rooms in 2020. The number of guests in 2020 was 19103. It sold 24890 rooms in 2021. The number of guests in 2021 was 36190. It sold 26685 rooms in 2022.",
    "The HB7R0 - RIXOS RIXOS AKTAU (Code: HB7R0), operated as Managed in Kazakhstan under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 500 keys. In 2020, it consumed 12255967 kWh of energy. In 2021, it consumed 17757804 kWh of energy. Water consumption for 2022 was 19149 kL. The hotel is in a region with a Arid and low water use water stress level by 2030. It sold 24331 rooms in 2020. The number of guests in 2020 was 68952. It sold 51761 rooms in 2021. The number of guests in 2021 was 97958. It sold 67776 rooms in 2022.",
    "The HB8Q1 - RIXOS RIXOS TURKESTAN (Code: HB8Q1), operated as Franchised in Kazakhstan under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 121 keys. Water consumption for 2022 was 2791 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 9878 rooms in 2022.",
    "The HA5A4 - FAIRMONT LE MONTREUX PALACE - RMP (Code: HA5A4), operated as Managed in Switzerland under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 22479 sqm with 236 keys. In 2019, it consumed 10070497 kWh of energy. In 2020, it consumed 6074014 kWh of energy. In 2021, it consumed 10037360 kWh of energy. In 2022, it consumed 6417132 kWh of energy. Water consumption for 2022 was 13007 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 51639 rooms in 2019. The number of guests in 2019 was 81751. It sold 15605 rooms in 2020. The number of guests in 2020 was 26480. It sold 28571 rooms in 2021. The number of guests in 2021 was 31361. It sold 46036 rooms in 2022.",
    "The HB144 - 25 Hours ZURICH LANGSTRASSE (Code: HB144), operated as Managed with minority in Switzerland under the 25 Hours brand, offers a PRE segment experience. It covers an area of 12278 sqm with 170 keys. In 2019, it consumed 3767394 kWh of energy. In 2020, it consumed 2835155 kWh of energy. In 2021, it consumed 3788417 kWh of energy. In 2022, it consumed 4992623 kWh of energy. Water consumption for 2022 was 12430 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 9031 rooms in 2021. The number of guests in 2021 was 9031. It sold 43994 rooms in 2022.",
    "The HB145 - 25 Hours ZURICH WEST (Code: HB145), operated as Managed with minority in Switzerland under the 25 Hours brand, offers a PRE segment experience. It covers an area of 9100 sqm with 126 keys. In 2019, it consumed 2792304 kWh of energy. In 2020, it consumed 2101350 kWh of energy. In 2021, it consumed 2807886 kWh of energy. In 2022, it consumed 3700414 kWh of energy. Water consumption for 2022 was 8412 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 4989 rooms in 2021. The number of guests in 2021 was 4989. It sold 29773 rooms in 2022.",
    "The HB748 - FAIRMONT FAIRMONT GENEVA (Code: HB748), operated as Managed in Switzerland under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 39243 sqm with 412 keys. In 2019, it consumed 17580698 kWh of energy. In 2020, it consumed 10603787 kWh of energy. In 2021, it consumed 17522849 kWh of energy. In 2022, it consumed 11202790 kWh of energy. Water consumption for 2022 was 20067 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 16476 rooms in 2020. The number of guests in 2020 was 18254. It sold 34426 rooms in 2021. The number of guests in 2021 was 47396. It sold 71025 rooms in 2022.",
    "The H1319 - SOFITEL LISBOA LIBERDADE (Code: H1319), operated as Managed with minority in Portugal under the SOFITEL brand, offers a LUX segment experience. It covers an area of 17930 sqm with 163 keys. In 2019, it consumed 2834111 kWh of energy. In 2020, it consumed 3654614 kWh of energy. In 2021, it consumed 1509021 kWh of energy. In 2022, it consumed 2379313 kWh of energy. For GHG emissions in 2022, it recorded 124 tons (Scope 1) and 309 tons (Scope 2). Water consumption for 2022 was 17233 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 47702 rooms in 2019. The number of guests in 2019 was 83288. It sold 7497 rooms in 2020. The number of guests in 2020 was 12633. It sold 10514 rooms in 2021. The number of guests in 2021 was 18363. It sold 36331 rooms in 2022.",
    "The H7341 - SOFITEL BARCELONA SKIPPER (Code: H7341), operated as Managed in Spain under the SOFITEL brand, offers a LUX segment experience. It covers an area of None sqm with 225 keys. In 2019, it consumed 4280965 kWh of energy. In 2020, it consumed 3282523 kWh of energy. Water consumption for 2022 was 2403 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 64708 rooms in 2019. The number of guests in 2019 was 100074. It sold 10503 rooms in 2020. The number of guests in 2020 was 15584. It sold 5724 rooms in 2022.",
    "The HA594 - FAIRMONT REY JUAN CARLOS I - BCN (Code: HA594), operated as Managed in Spain under the FAIRMONT brand, offers a LUX segment experience. It covers an area of None sqm with 432 keys. In 2019, it consumed 18434129 kWh of energy. In 2020, it consumed 11118534 kWh of energy. In 2021, it consumed 18373473 kWh of energy. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 90918 rooms in 2019. The number of guests in 2019 was 147256. It sold 13118 rooms in 2020. The number of guests in 2020 was 20305.",
    "The HB5L3 - MAMA SHELTER LISBONNE MAMA SHELTER (Code: HB5L3), operated as Managed in Portugal under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 6500 sqm with 130 keys. In 2022, it consumed 191613 kWh of energy. For GHG emissions in 2022, it recorded 7 tons (Scope 1) and 28 tons (Scope 2). Water consumption for 2022 was 7269 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 29673 rooms in 2022."
]