[
    "Sustainable Equipment Standards\nfor Luxury Brands\nDESIGN\nVersion 1.4 – April 2023\n",
    "2\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nContents\n1. Introduction \n3\nA. FF+E Design Standards Objectives\nB. Governing Regulations and Code \nCompliance\nC. Eco Design Method \nD. Communications Protocol\nE. Vendors\nF. Budget\n2. Floor Coverings \n10\nA. General Conditions\nB.  Sustainability Criteria\nC. Corridor Carpets\nD. Suites, Speciality Suites, Executive Level \nSuites\nE. Guest Room Carpet\nF. Lobby, Lounge, Meeting Room, Feature \nStairs, and Restaurant Carpet\nG. Pre Function, Ballroom, and Circulation  \nArea Carpet\nH. Area Rugs and / or Feature Stair Rugs\nI. Underpad – Public Areas\nJ. Underpad – Guest Room and Suites\nK. Underpad – Area Rugs\nL. Tropical Guest Room Entry Mats and \nPublic Area Winter Carpets\nM. Hard Surface Floor Finishes\nN. Norms (Flooring)\n3. Wall Finishes \n21\nA. General Conditions\nB.  Sustainability Criteria for Vinyl Covering\nC. Vinyl Wallcovering\nD. Public Area Fabric Wallcovering\nE. Public Area Vinyl Wallcovering\nF. Guest Room and Bathroom Wallcovering\nG. Corridor and Circulation Area \nWallcovering\nH. Speciality Finishes\n4. Window Treatment \n27\nA. General Conditions\nB. Sustainable Development for Drapery \nFabric\nC. Drapery Tracks\nD. Public Area Window Treatment\nE. Back of House Area Window Treatment\nF. Drapery Hems\nG. Drapery Linings\nH. Sheers (Casements)\nI. Valance\nJ. Upholstered Cornices\nK. Drapery Fabrics\nL. Drapery Trim\nM. Over Drapery\nN. Blackout Drapery\nO. Roman and Austrian Blinds\nP. Shades\nQ. Mechanised Drapery and Shade Systems\nR. Drapery Pleats \n5. Upholstery \n34\nA. General Conditions\n \n—\nFabrication\n \n—\nUpholstery Fabric\n \n—\nWood Materials\n \n—\nMetal Materials\n \n—\nFoam\nB.  Sustainable Criteria for Furniture\nC. Sofa, Day Bed, Sofa Bed, Loveseat, \nSectional,  Chaise Lounge\nD. Lounge Chair, Occasional Chair, and \nOttoman\nE. Dining Chair\nF. Bar / Counter Stool\nG. Task Chair\nH. Bed Bench\nI. Desk Chair (Work Surface Chair)\nJ. Banquet Chair\nK. Banquette\nL. Window Seat\nM. Outdoor Furniture \nN. Ergonomic Recommendations \n6. Lighting \n48\nA. General Conditions\nB. Lamps\nC. Shades\nD. Wall Sconces, Pendants and Surface \nMounted Ceiling Fixtures\nE. Floor Lamps\nF. End Table and Side Table Lamps\nG. Task Lamps\nH. Headboard Reading Lamps\nI. Night Stand Lamps \nJ. Light Level Guidelines\n7. Casegoods \n54\nA. General Conditions\n \n—\nWood Materials\n \n—\nMetal Materials\n \n—\nGlass and Stone Tops\n \n—\nFinishes\n \n—\nAdhesives\n \n—\nLighting\n \n—\nElectrical Components\n \n—\nHardware and Accessories\nB.  Sustainability Criteria\nC. End / Occasional Table\nD.\t Coffee\tTable\nE. Dining Table\nF. Console\nG. Mini-Bar / Refrigerator / Credenza\nH. Headboard / Bed Base\nI. Night Stand\nJ. Guest Room Desk\nK. F&B Host Stand\nL. F&B Service Station\n8. Artwork, Accessories, Mirrors \n73 \nand Frames\nA. General Conditions\nB. Artwork\nC. Decorative Mirrors\nD. Frames\nE. Framing Details\nF. Security Hardware \n9. Substantial Completion  \n77 \nand Guarantees\nA. Documentation\nB. Attic Stock\nC. Guarantees\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "3\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. \nFF+E Design Standards Objectives\nB. \nGoverning Regulations and Code Compliance\nC. \nEco Design Method\nD.. Communications Protocol\nE. \nVendors\nF. \nBudget\n1. Introduction\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "4\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. FF+E Design Standards Objectives \nThis\tdocument\tdefines\tthe\tminimum\tguidelines\tand\tcriteria\tfound\tfor\tcustom\t\nfabrication\tof\tFF+E\tspecifications\tfor\tan\tAccor\tLuxury\tBrand\tproperty.\tThis\t\ndocument outlines the minimum FF+E Standards for construction and fabrication \nfor the following areas:\n \n— Public Areas\n \n— Food and Beverage Areas\n \n— Meeting Spaces\n \n— Guest room and Suite Products\n \n— Exterior FF+E\nThese Standards shall be applied to renovation, conversion, and development \nproperties. The Standards outlined within this document are based on Accor luxury \nindustry experience and product development research. All FF+E shall be designed \nto support each distinct Accor Luxury Brand’s DNA.\nThe Interior Designer and Procurement Agent shall adhere to the Accor Luxury  \nBrand\tFF+E\tStandards\tfor\tall\tFF+E\tspecifications\trelating\tto\tFF+E\tpurchasing.\t\nExceptions require submission to Accor D&TS Interior Design Lead for review, \ninterpretation,\tand\tacceptance.\tA\tconfidential\twritten\texception\tapproval\tmust\tbe\t\nprovided prior to product purchase and installation.\nOperating and functional criteria shall be factored into the design of custom FF+E \nat an early stage of the project. This includes complex pieces such as custom \nminibar units, lobby check-in pods, and Food and Beverage service stations.  \nIncorporating\tDesign\tStandards\tearly\tminimises\tcost\tinflation\tto\tthe\tproject\tlater\t\non in the procurement tendering phase.  \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "5\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nCustom FF+E shall be created using design principles such as proportion, volume, \nbalance,\tvisual\tcontrast,\tcolour,\ttexture\tand\tfine\tdetailing\tto\tcreate\tluxurious,\twell-\nappointed spaces within our Luxury Branded properties. We encourage a unique \nInterior Design approach for each of our projects. \nConsideration\tshall\tbe\tgiven\tto\tdurability\tof\tspecified\tmaterials\tand\toperational\t\nmaintenance. The product must be high-quality and remain beautiful for a long \nperiod\tof\ttime\twhile\tenduring\thigh\ttraffic\tuse.\nInterior Designers are encouraged to design custom FF+E pieces to avoid \ncopyright infringement and lawsuit issues. FF+E Design must be original to each \nproject.\nAccor\tLuxury\tBrand\tFF+E\tStandards\tare\tconfidential\tand\tcopies\tmay\tnot\tbe\tmade\t\nor issued without prior written consent.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "6\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nB. Governing Regulations and Code \nCompliance\nIt is the responsibility of the Owner or Project Manager to provide the local code \nrequirements to the Interior Designer and the Accor D&TS Interior Design Lead \nat\tthe\tonset\tof\tthe\tproject.\tThis\tmust\tbe\tprovided\tbefore\tthe\tFF+E\tspecifications\t\nare written.  It is the responsibility of the Interior Designer to ensure that all FF+E \nspecifications\tcomply.\nIt shall be understood that when governing regulations and/or codes \nexceed the basic requirements outlined within this document, the \ngoverning regulations and/or codes supersede these requirements. \nDuring the project design process, the Accor D&TS Interior Design \nLead may waive the Accor Luxury Brand Standards to comply with the \nGoverning provisions.\nAll\tspecifications\tmust\tcomply\twith\tlocal\tcodes\tand\tany\tother\tordinances\tor\tbylaws\t\nthat pertain. The examples below apply to the American market:\n \n— Building Codes\n \n— Fire Regulations (including the National Fire Protection Agency - NFPA)\n \n— American Disabilities Act (ADA) or the local equivalent\n \n— Underwriters Laboratory (UL) or the local equivalent\n \n— American Woodworking Institute (AWI) or the local equivalent\nAll mattresses and box spring or foundations must meet local codes. All box spring \nand/or\tfoundation\tfabric\tcovers\tincluding\tlining\tmust\tbe\tflame\tproofed\tto\tmeet\t\nlocal codes. Treatment is required if the local codes are ambiguous or do not \nexist. All fabrics shall meet the minimum of NFPA 701 or equivalent for hanging \nfabrics, box spring and/or foundation covers, draperies and wall upholstery.\nAll\tupholstery\tmust\tconform\tto\tlocal\tcodes\tincluding\tminimum\tfire-ratings.\tFlame\t\ntreatment\tcertificates\tare\trequired\tthat\tclearly\tidentify\tthe\tflame\tretardancy\tof\t\nfabrics.\nAll carpet must\tcomply\twith\tall\tlocal\tcodes\tincluding\tfire\tratings.\tCarpet\tmust\t\ncomply with the legislation outlined within the appropriate Persons with Disabilities \nAct.\nAll vinyl and fabrics must meet local codes. Treatment is required if the local \ncodes are ambiguous or do not exist.  \n \n— Wall upholstery or fabric wrapped panels must meet a minimum of NFPA 701 or \nequivalent\n \n— Vinyl wallcovering must meet a minimum of Class A, tested in Accordance of \nASTME-84\tTunnel\ttest\twith\ta\tflame\trating\tin\tthe\trange\tof\t0-25.\tMaterials\tshall\t\nmeet the smoke and fuel minimum standards established by federal and local \ngovernment authorities.\n \n— Flame\ttreatment\tcertificates\tare\trequired\tby\tvendor\tor\tflame\ttreatment\t\ncompanies\tfor\tfabric\tand\tvinyl\twallcovering\tthat\tclearly\tstate\tthe\tflame\t\nretardancy rating of the material.\n \n— Upholstery\tmaterials\tshall\tbe\ttreated\tfor\tNFPA\tcode\t260\tif\tthe\tspecification\t\ndoes not comply.\n \n— The\tInterior\tDesigner\tshall\tensure\tthat\tall\tspecifications\tthat\trequire\ttreatment\t\nto meet the minimum local code can be done without damaging the quality of \nthe fabric.\n \n— All\tlining,\tblackout,\tand\tinterlining\tspecifications\tmust\tmeet\tthe\tlocal\tcodes\tor\t\nbe treated Accordingly.\nC. Eco Design Method \nEco-design is a method that integrates environmental protection criteria into the \ndesign process, from the creation to the end of life.\nThe idea is to create the best product and/or space, regarding its use, expected \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "7\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nquality, and lifespan, while minimising its negative impacts on the environment.\nFor example, it means favouring mobile furniture to carpentry, easier to reuse and \nrecycle, or always favouring environmental-friendly, local, materials.\nMandatory Eco-design Actions for Accor :\n \n— All\twood\tand\tderived\tfrom\twood\tshould\tbe\tFSC\tor\tPEFC\tcertified\n \n— > 20% of the materials (by weight) are made from traceable and responsible* \nsectors\t:\ttraced\t/\tcertified\t/\teco-labeled\t(GOTS,\tBCI,\tFSC,\tPEFC,\tGRS,\tGOLS,\t\ncradle to cradle)\n \n— All textile should be Oeko tex labelled or equivalent\n \n— Formaldehyde emission in wood-derived products E1 compliant (<0.124 mg/m3 \nor 8mg per 100g of material)\n \n— Water-based or bio-based* stain / paint / varnish / oil\n \n— No PVC in the product\n \n— Product designed to be maintained / repaired / refurbished, and repair parts \nare available in stock or in few days\n \n— Packaging adapted to the size of the product to reduce the vacuum transported\n \n— Severable packaging to facilitate recycling, in case of multiple materials and \nsorting instructions on the packaging to guarantee sorting and recycling for the \nend users\n \n— Sourcing of the product in a regional area (Hub) and no plane transport\nKey principles of eco-design for interior designer\n \n— Always\tfavor\tmobile\tfurniture\tto\tcarpentry,\tdifficult\tto\treuse\tand\trecycle\n \n— Select furniture easy to clean and maintain, easy to reuse or to dismantle\n \n— Choose solid furniture, with an extended lifespan\n \n— Always take into account the end of life: how we can reuse it, or recycle it\n \n— Always select the material regarding the lifespan of the object : plastic is not \nnecessarily worse than metal \n \n— Favor wood or derived wood and plywood without glue or with water-based/\nnatural glue\n \n— Limit the use of metal in furniture (<10% of the global furniture). For metal \npieces,\tno\tchrome\tfinish\t(except\tfor\tbathroom\tequipment),\tavoid\tgalvanized\t\nsteel,\tfavoring\tstainless\tsteel\tand\tonly\tif\tit\tis\tjustified\tby\tthe\tuse,\tthe\tlifespan\t\nor if the mechanism is used very frequently\n \n— Limit\tthe\tnumber\tof\tdifferent\tmaterials\tinto\tone\tproduct\tto\tfacilitate\tthe\t\nrecycling / favor mono-materials objects\n \n— Favor furniture with limited covering\n \n— Avoid\treferences\tthat\tdisturb\trecycling:\tfiberboards,\tinert\tmaterials\tthat\tcannot\t\nbe dismantled.\n \n— Favor supplier who limit and value production loss\n \n— Favor suppliers who limit the use of energy for production, and if possible, use \nrenewable energy\n \n— Favor local suppliers to avoid the use of transport\n \n— Favor suppliers using exemplary transporters (co-trucking, eco-driving, CO2 \nCharter)\nInterior designers are strongly encouraged to consider the environmental \ncredentials of all product specifications of projects where manufacturers \nare committed to measuring and reducing the environmental impact of \nits’ products and services.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "8\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nD. Communications Protocol\nAll questions or communications shall be directed to the Accor D&TS \nInterior Design Lead assigned at the project kick-off meeting.\nE. Vendors\nInterior Designers shall not register projects with agents or sales representatives \nnor identify the Accor Luxury Brand project. Accor Procurement or a Hospitality \nProcurement Agency will purchase directly from the vendor.\nAccor D&TS Interior Design Lead shall prepare a preferred vendors list, but \nwelcome any recommendations provided by the Interior Designer or Procurement \nAgent for project tendering purposes. Any new vendors are subject to review by \nAccor D&TS Interior Design Lead.\nAll FF+E delivered to the project warehouse and/or site, must match the approved \nsample (s), shop drawings, and prototypes provided.\nWith reference to prototyping, the following criteria applies: \n \n— For any items to be manufactured in larger quantities than 5 units, prototyping \nis to be carried out to allow ID (Technical Services) to agree on ergonomics, \nstability, proportions, durability, etc. \n \n— One-off\titems\twill\tnot\tneed\tprototyping;\thowever,\ta\tfactory\tvisit\tmid-production\t\nis\thighly\trecommended\tto\tensure\tthat\tID\tare\tsatisfied\twith\tthe\tquality,\t\nproportions\tetc\tbefore\tthe\tmanufacturer\tfinalises\tthe\tproduct.\n \n— For any unique, large item such as bar counters, reception desks etc, we \nrecommend that a section of the item is mocked-up for ID/ Operations/ \nOwner approval in an inexpensive material (plywood or similar) to agree on \nergonomics, stability, proportions, etc.\nThe Accor D&TS Interior Design Lead on the project is to be consulted in order \nto assess the above requirements on a project by project bases and is to be \nresponsible\tfor\tsigning\toff\tan\tagreed\tlist\tof\trequired\tprototypes\tand\ttest\tunits\tfor\t\nthe project.\nProcurement Agent shall ensure that the Vendors samples must be big enough \n(minimum 8” X 8”) or 200 mm X 200 mm, to clearly demonstrate items such \nas\tthe\tmaterial\trepeat,\twood\tgrain,\tand\trange\tof\tcolour\tand\tfinish\tfor\tInterior\t\nDesigner review and approval. Computer images are not acceptable.\nVendor\tfinish\tsamples\tare\tto\tbe\tprovided\ton\tthe\tsame\tcore\tmaterial\tthat\tthe\tfinal\t\nproduct will be constructed with for visual accuracy.\nThe\tInterior\tDesigner\twill\tprovide\tthe\tVendor\twith\tapproved\tfinish\tsamples\tfor\t\nVendor\tto\treference\tin\tdeveloping\ttheir\town\tfinishes\tto\tmatch.\nIt is the responsibility of the Interior Designer to review all vendor submittals for:\n \n— Design\n \n— Fabrication \n \n— Durability \n \n— Compliance with Accor Luxury Brand FF+E Standards\nWith the assistance of the Procurement Agent, the Interior Designer shall be \nresponsible for the coordination, submission, review, resubmittals, and approval(s) \nof the following Vendor issuances:\n \n— Finish Samples\n \n— Shop Drawings (D&TS Interior Design Lead will also review approved shop \ndrawings if there is a Technical Service Agreement (TSA) for the project.)\n \n— Cuttings for Approval (CFA’s)\n \n— Strike-offs\t\nThe Procurement Agent will advise the Interior Designer and Accor D&TS Interior \nDesign Lead with which vendors are awarded the contracts for the project. \nRecords shall be kept by either the Procurement Agent or Interior Designer \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "9\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nto track all submissions and approvals. Updates of this document will be done \nregularly to maintain the project schedule and identify critical FF+E delays.\nF. Budget\nThe Owner shall provide the Interior Designer budget direction for the project \nFF+E.\nThe Interior Designer shall provide a detailed budget including the estimated line \nitem costs (quantity, price, and extended total) for Ownership’s reference.  It is \nthe\tresponsibility\tof\tthe\tInterior\tDesigner\tto\tensure\ttheir\tdesign\tspecifications\tare\t\nwithin 5% of the initial FF+E budget. The Interior Designer is to provide back-up \nquotations to the Procurement Agent if there is a discrepancy between the Interior \nDesigner’s budget and the tender quotation. \nBudgets created for guest room renovations should include both the model \nroom(s) and the production costs for roll-out.\nThe\tfinal\tbudget\twill\tbe\tprepared\tby\tthe\tProcurement\tAgent\tin\tconjunction\twith\t\nthe Interior Designers FF+E matrix and the tender pricing. This budget is to be \nsubmitted to Ownership for review and approval.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "10\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. General Conditions\nB. Sustainability Criteria\nC. Corridor Carpets\nD. Suites, Speciality Suites, Executive Level Suites\nE. Guest Room Carpet\nF. Lobby, Lounge, Meeting Room, Feature Stairs, and Restaurant Carpet\nG. Pre Function, Ballroom, and Circulation Area Carpet\nH. Area Rugs and / or Feature Stair Rugs\nI. Underpad – Public Areas\nJ. Underpad – Guest Room and Suites\nK. Underpad – Area Rugs\nL. Tropical Guest Room Entry Mats and Public Area Winter Carpets\nM. Hard Surface Floor Finishes\nN. Sustainable Development Flooring\nO. Norms Flooring\n2. Floor Coverings\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "11\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. General Conditions \nAll flooring must be hospitality/contract quality applicable for luxury \nbrands. Quality\tspecifications,\tand\tmanufacturer\tshall\ttake\tinto\tconsideration\tthe\t\nhotel\tor\tresort\tlocation,\tfrequency\tof\tfoot\ttraffic,\tdurability,\tgeographical,\tand\tlocal\t\nclimate conditions.\nEach luxury branded property shall have custom designed carpet and area rugs \nfor\tall\tpublic\tareas\t(not\ta\tcustom\tcoloured\texisting\tAccor\tline\tpattern)\tspecific\tto\t\nonly that hotel. \nAesthetic\tdesign\tdirection,\tscale\tof\tpattern,\tand\tcolouration\tof\tflooring\tmaterials\t\nare the responsibility of the Interior Designer.  \nCarpet\tcontent,\tperformance\tspecifications,\tand\tdesign\tartwork/renderings\t\n(examples\t-\tborders,\tcorners,\tout-fill,\tand\tfield)\tare\trequired\tto\tbe\tsubmitted\tfor\t\nAccor Design & Technical Services (D&TS) for comments prior to Interior Designer \nworking\twith\ta\tspecific\tmanufacturer.\tFinal\tspecifications,\tflood-ins,\tand\tcarpet\t\nstrike-offs\tare\trequired\tfor\tfinal\tD&TS\tapproval\tprior\tto\tissuance\tof\tPurchase\t\nOrder. Delivered carpet must match approved sample.\nThe contract awarded vendor must provide both the Interior Designer, Brand \nD&TS\tLead,\tand\tProcurement\tAgent\twith\tthe\tbenefits\tand\tlimitations\tof\tthe\tdesign\t\ndirection and product selection and recommend alternate viable options for \nconsideration.\nProcurement\tAgent\tto\tverify\troll\tsizes\tto\tdetermine\tthat\tthe\twidth\tof\tgoods\twill\tfit\t\ninto\tshipping\tcontainers,\twarehouse/storage\tfacilities\t(both\ton\tand\toffsite),\tand\t\nHotel service elevators.\nSeaming\tdiagrams\tand\taccurate\tfloor\tplans\tfor\tentire\tcarpeted\tarea\tare\trequired\t\nby carpet manufacturer and shall be coordinated by Procurement Agent, Interior \nDesigner, Manufacturer, and Installer. Interior Designer or Manufacturer must \nindicate seam location, pile direction, roll width, critical start points if applicable \nand any pertinent notes related to how the pattern should layout within the space. \nProduction\toverage\tshould\tclearly\tbe\tdefined\tprior\tto\tproduction.\tAcceptable\t\nlevels are 5% or less. Any quantity above this must be approved by operator/\nprocurement.\nA\tmaximum\tof\t15\t–\t20%\tover\truns\t(wastages,\tcut-offs)\tshould\tbe\tallowed\tfrom\tall\t\ncarpet layouts.\nAttic stock quantities to be discussed with Operator prior to purchase order \nplacement. (10% of each pattern and colour is typically required.)\nAll\tattic\tstock\tand\tover\truns\tshall\tbe\tclearly\tidentified\tand\tlabeled\tfor\tHotel’s\t\nstorage.\nDye lot consistency and colour matching shall be ensured throughout the \nproduction run.\nJob site measurements by carpet manufacturer are required prior to placing \norder for all installation areas, including stairways, to ensure electronic jacquard \npanel (Electronic Jacquard (EJ) panel) designs are accurately designed to install \nproperly\twithin\tthe\tintended\tspace.\tInterior\tDesigner\tto\thatch\tCAD\tfloor\tplan\tto\t\nshow manufacturer total area required prior to job site measures. Manufacturer \nshall notify Procurement Agent of any discrepancies between site conditions, \ndimensions, quantities, and installation methods.\nAll\tfloor\tcoverings\tspecifications\tmust\tmeet\tor\texceed\tlocal\tcodes.\t(Such\tas\tflame\t\nretardant.)\nAll\tfloor\tcoverings\tmust\tmeet\tminimum\tlocal\tor\tgoverning\tcodes\tfor\tSlip\tCoefficient\t\ntesting\tfor\thard\tflat\tsurfaces\tand\tramps.\nPublic\tarea\tfloor\tcoverings\tshall\tbe\tinstalled\tby\tthe\tGeneral\tContractor.\t\t\nInstallation,\tspecification,\tand\tdetails\tfor\tinset\tand\tonset\tarea\trugs\tto\tbe\tprovided\t\nby\tInterior\tDesigner\tand\tverified\tby\tCarpet\tInstaller.\nThe Installer shall verify recommended installation method with carpet or area rug \nmanufacturer\tnoting\tflooring\tapplication.\t\n \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "12\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nCarpet, underpad, and other required materials shall be installed using \nexperienced, skilled workers of the highest standard.  \nThe\tfinished\tappearance\tof\tinstalled\tcarpet\tshall\tbe\tfree\tfrom\tstreaks,\twrinkles,\t\nmismatched patterns, dye lot variation, or any other defects due to faulty \nworkmanship. (Such as manufacturing and/or installation.)\nAll carpet to be installed with adhesives and materials as per manufacturer’s \nguidelines. Supplier/manufacturer shall provide installation recommendations per \ninstallation area (gripper strip, stretch in, double stick method, etc.).\nAll woven carpets should have selvedges removed, the trimmed edges should then \nbe\tsealed.\tSeams\tshould\tbe\tconstructed\tusing\tmanufacturer\tapproved\tlow\tprofile\t\nseaming tapes. All tufted carpets should be sealed at cut edges and seamed using \nmanufacturer approved hot melt tapes – unless stated otherwise.\nInterior\tDesigner\tto\tensure\ta\tseparate\tspecification\tis\tissued\tfor\tunder\tpadding.\t\nType\tof\tunder\tpadding\tto\tbe\tspecified\tin\tAccordance\tto\tthe\tquality\tspecifications\t\noutlined within this document.\nGuest room carpet seams are to be avoided wherever possible.\nCarpet base is not permitted.\nInterior\tDesigner\tto\tconsider\tfloor\tcovering\tinstallation\tlocation\t(climate\tand\t\nlocation within the hotel) along with design intent and specify the suitable carpet \nbacking.  (Such as moth proof, polyester, action bac, anti-zippering, etc.)\nB. Sustainability Criteria \nAll\tsoft\tfloor\tcoverings,\tincluding\tunderlay\twhere\tapplicable,\tshould\tmeet\tsome\tof\t\nthe following criteria:\n \n— are\treused;\n \n— if new, are manufactured with at least 50% recycled content (measured by \nmass based on yarn and backing) and 100% recyclable content (designed for \ndeconstruction\twith\tcomponents\tthat\tcan\tbe\trecycled);\n \n— are manufactured from at least 50% renewable and natural products, e.g. \nwool,\tnatural\trubber,\thessian;\n \n— if new, have a Cradle to CradleCM\tSilver\tor\thigher\tcertificate;\tor\tare\tsupplied\t\nwith an environmental product declaration (EPD) written in accordance with \nISO 14025 standards.\n \n— Recycled content claims must comply with ISO 14021:1999 Type II Self \ndeclared Environmental Claims and state knowledge of IAQ emissions.\n \n— Should be available and manufactured within each region\n \n— Should have take-back availability per region\n \n— The relative performance of materials in terms of impacts on the climate \nchange (CO2 and COV) was assessed by considering an operating life of 7 \nyears. However some materials have lifespan superior to 20 years and get then \nbetter performances with regard to the others. It is the case of the stoneware \ntiles\tfloor\tthat\thas\ta\tlifespan\tof\t50\tyears. \n \n \n \n \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "13\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nResilient floors\nPVC compact\n++\nn/a\nPVC foam (acoustic)\n++\nn/a\nLinoleum\n+++\n+++\nPVC in strips or tiles\n+++\n+++\nTextile floors\nCarpet,\ttufted\tsynthetic\tfibre\n+\n+++\nCarpet,\tnatural\tfibre\t(wool)\nn/a\n+++\nFibre-bonded\n++\n+++\nHard floors\nLaminated\tfloor\n+++\nn/a\nStoneware tiles\n-*\n+++\nConcrete\n+++\nn/a\nLEGEND:\n+++ Very good environmental performance\n++ good environmental performance\n+ Moderate environmental performance\n- Low environmental performance\nn/a Information requested from the supplier but not provided\nSOURCES:  \ninformations from suppliers’ environmental product declarations (EPD).Study lead by Quantis for Accor in 2017. \n*With only an operating life of 7 years, the stoneware tiles is not recommended\nIt is essential to take into account this criterion of durability in the choice \nof a material, according to the destination zone and its use (in a bedroom \nvs a lobby for example)\nExamples\tof\tecolabel\tor\tcertification\taccording\tto\t\nthe\ttype\tof\tflooring\nEPD (ENVIRONMENTAL PRODUCT DECLARATION) \nAn EPD (Environmental Product Declaration) is a verified and registered document that communicates \ntransparent and comparable information about the life-cycle environmental impact of products.\nHaving an EPD for a product does not imply that the declared product is environmentally superior to \nalternatives — it is simply a transparent declaration of the life-cycle environmental impact.\nAn EPD is created and registered in the framework of a programme based on ISO 14025, such as the \nInternational EPD® System.\nTEXTILE \nFLOORING ONLY: \nGÜT LABEL\nCERAMIC TILES, HARD \nFLOORING: EU ECOLABEL\nAIR QUALITY – ZERO OR LOW VOC EMISSION\nFLOORING WITH WOOD PRODUCT\nECOLABELS BASED ON THE \nENTIRE PRODUCT LIFE CYCLE\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "14\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nAssessment\nAt design stage: check\tspecifications\texplicitly\treference\tthe\tcriteria\tor\tspecify\ta\t\nproduct that meets the criteria.\nAt handover stage: collate manufacturers’ data for installed products responding \nto\tthe\tcriteria\tor\tobtain\ta\tstatement\tof\tretention/reuse\tof\texisting\tsoft\tflooring.\nAt occupancy stage: if\tsoft\tfloor\tcoverings\thave\tbeen\tchanged\tor\tadded,\tthen\t\ncarry out the handover stage assessment. If this measure was achieved at \nhandover\tstage\tand\tsoft\tfloor\tcoverings\thave\tnot\tbeen\tchanged\tor\tadded,\tthis\t\nmeasure will be achieved by default.\nRationale\nThe aim is to reduce the embedded lifetime environmental impacts of materials \nwhich can be estimated using life cycle analysis (LCA). LCA takes account of \nenvironmental impacts over the lifetime of a product, for example the impact \narising from mineral extraction, manufacturing, transport and end-of-life disposal. \nLCA is the basis of environmental product declarations and environmental \npreference methods for materials selection.\nGuidance\nThe\treuse\tof\texisting\tsoft\tfloor\tcoverings,\teither\tfrom\tthe\tstripping\tout\tof\texisting\t\nfloors\ton\tsite\tor\tfrom\tthe\tpurchase\tof\tsecond\thand\tfloor\tcoverings,\tis\tthe\tmost\t\nsustainable method.\nThe term ‘recycled content’ includes both post-consumer waste and secondary \nmaterials\t(defined\tas\ta\twaste\tby-product\tfrom\ta\tdifferent\tindustry).\tProcessing\t\nwaste recycled in-house should not be included in the recycled content \ncalculations for the product.\nGuidance can also be found in the following links:\n \n— The Cradle to CradleCM program\n \n— A Guide to Understanding the Embodied Impacts of Construction Products  \nby Construction Products Association.\nC. Corridor Carpets \nThe minimum standard product should be tufted wall-to-wall carpet having a \npile material of 80% sheep wool and 20% polyamide 6.6, aprimary backing \nof polyester with a recycled content of 90% and a textile fabric backing. The \nfollowing is a minimum standard:\n \n— The carpet should comply with EN1307 / Class 33.\n \n— A minimum service life of 10 years should be assumed, technical service life \nshould be considerably longer.\n \n— The carpet must comply to Indoor Air Comfort label or equivalent.\n \n— The\tcarpet\tmust\tcomply\tto\tCradle\tto\tCradle\tcertification\tor\tequivalent.\nNAME\nVALUE\nUNIT\nProduct form\nWall-to-wall carpet, width 4m\nType of manufacture\nTufted carpet\nTotal pile weight\nfrom 1100 \ng/m2\nTotal carpet weight\nup to 2970\ng/m2\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "15\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nD. Suites, Speciality Suites, Executive Level \nSuites\nThe minimum standard product for international projects:\nNAME\nVALUE\nUNIT\nProduct form\nWall-to-wall carpet, width 4m\nType of manufacture\nTufted carpet\nYarn type\nPolyamide\t6.6\t/\trecycled\tfibers\tif\tpossible\nTotal pile weight\nfrom 1100\ng/m2\nTotal carpet weight\nup to 2970\ng/m2\nE. Guest Room Carpet\nThe minimum standard product for international projects:\nNAME\nVALUE\nUNIT\nProduct form\nWall-to-wall carpet, width 4m\nType of manufacture\nTufted carpet\nYarn type\nPolyamide\t6.6\t/\trecycled\tfibers\tif\tpossible\nTotal pile weight\nfrom 1100\ng/m2\nTotal carpet weight\nup to 2970\ng/m2\nF. Lobby, Lounge, Meeting Room, Feature   \n \n  Stairs, and Restaurant Carpet \nThe minimum standard product for NCA region only:\nConstruction\nGenuine Woven Axminster\nContent\n80% wool, 20% nylon\nPremium quality , long staple British, Scandinavian or New \nZealand wools.\nNylon Premium Type 6.6 or 6\nSunny tropical locations 100% Solution Dyed Nylon (SDN) \nwill be considered.\nPitch\n7 pitch per inch\nRows\n10 row per inch minimum\nRows\n2/46  - 2 ply\nPile weight\n41 oz. per square yard  (1337 g/sm) minimum\nPile height\n.28 inches (7 mm)\nTwist coefficient\n3.2 TPI\nYarn backing\n100% synthetic (no jute)\nLatex backing\nSBR Synthetic\nThe minimum standard product for international projects:\nNAME\nVALUE\nUNIT\nProduct form\nWall-to-wall carpet, width 4m\nType of manufacture\nTufted carpet\nYarn type\nPolyamide\t6.6\t/\trecycled\tfibers\tif\tpossible\nTotal pile weight\nfrom 1100\ng/m2\nTotal carpet weight\nup to 2970\ng/m2\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "16\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nG. Prefunction, Ballroom, and Circulation  \n \nArea Carpet\nThe minimum standard product for NCA region only:\nConstruction\nGenuine Woven Axminster\nContent\n80% wool, 20% nylon,Premium quality , long staple British, \nScandinavian or New Zealand wools.Nylon Premium Type 6.6 or \n6\nSunny tropical locations 100% Solution Dyed Nylon (SDN) \nwill be considered.\nPitch\n7 pitch per inch\nRows\n10 row per inch minimum\nRows\n2/46  - 2 ply\nPile weight\n41 oz. per square yard  (1337 g/sm) minimum\nPile height\n.28 inches (7 mm)\nTwist coefficient\n3.2 TPI\nYarn type\nPolyamide\t6.6\t/\trecycled\tfibers\tif\tpossible\nYarn backing\n100% synthetic (no jute)\nLatex backing\nSBR Synthetic\nThe minimum standard product for international projects:\nNAME\nVALUE\nUNIT\nProduct form\nWall-to-wall carpet, width 4m\nType of manufacture\nTufted carpet\nYarn type\nPolyamide\t6.6\t/\trecycled\tfibers\tif\tpossible\nTotal pile weight\nfrom 1100\ng/m2\nTotal carpet weight\nup to 2970\ng/m2\nH. Area Rugs and/or Feature Stair Rugs\nIt is the Designer’s discretion to specify tufted, hand-woven, or hand-knotted area \nrugs with the following considerations:  \n \n— Minimum 60 knots/square inch for hand-knotted. \n \n— 5 inch minimum width of outer border of hand tufted rugs shall be \nmanufactured with cut pile construction, with beveled slope no greater than \n1:2, bound.  \n \n— Wool or wool/silk (maximum 15% silk may be used in public areas. Slightly \nhigher silk content may be considered in Suites. Other materials must be \nreviewed by D&TS for durability and cleanability. \n \n— When\tarea\trugs\tare\tspecified\tfor\tguest\trooms,\tarea\trugs\tconstruction\tmust\tbe\t\ncomfortable under guest feet.\nI. Underpad – Public Areas \nAll underpadding shall be antimicrobial to prevent mildew and be 98% moisture \nresistant. \nFitted Carpets Double Stick Method for NCA region only:\nItem\nTred-Mor 2580  or D&TS approved equivalent\nWeight\n80 oz. per square yard ( 2700 g/m²)\nDensity\n26 lbs./ cu.ft ( 416,5 kg/m3)\nThickness\n0,250\" (6,3 mm)\nWidth\n54\" (1.37 m)\nColour\nBlack\nContent\n Synthetic rubber\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "17\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nFitted Carpets Double Stick Method for international projects:\nItem\nTechnics 6 or D&TS approved equivalent\nWeight\n93 oz. per square yard ( 3150 g/m²)\nDensity\n32.8 lbs. / cu.ft. (525,45 kg/m3)\nThickness\n6 mm (0,236\")\nWidth\n1.37 m (54\")\nColour\nBlack\nContent\nRubber / Synthetic rubber\nJ. Underpad – Guest Room and Suites\nCarpet pad for stretch-in installation for NCA region only:\nItem\nBerber Supreme or D&TS approved equivalent\nWeight\n90 oz. per square yard (3000 g/m²)\nDensity\n23 lbs / cu.ft (368,4 kg/m3)\nThickness\n0,350\" (9 mm)\nWidth\n54\" (1.37 m)\nColour\nRed\nContent\nSynthetic rubber\nCarpet pad for stretch-in installation for international projects:\nItem\nDefender or D&TS approved equivalent\nWeight\n89 oz. per square yard (3000 g/m²)\nDensity\n30.9 lbs./ cu.ft. (495 kg/m3)\nThickness\n6 mm (0,236\")\nWidth\n1.37 m (54\")\nColour\nGreen\nContent\nRubber / Synthetic rubber\nK. Underpad – Area Rugs\nLoose lay/onset installation for NCA region only:\nItem\nRug Grabber BV0080\nWeight\n44 oz. per square yard (1491 g/m²)\nDensity\n37 lbs./cu.ft. (592,6 kg / m3)\nThickness\n0.120” ( 3mm)\nWidth\n54” (1,37m)\nColour\nCharcoal (top), Beige (bottom)\nContent\nSynthetic Rubber\nInset installation for international projects:\nItem\nTred-Mor 2580 or equivalent\nWeight\n80 oz. per square yard ( 2700 g/m²)\nDensity\n26 lbs./ cu.ft ( 416,5 kg/m3)\nThickness\n6 mm (0,236\")\nWidth\n1.37 m (54\")\nColour\nBlack\nContent\nSynthetic Rubber\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "18\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nL. Tropical Guest Room Entry Mats and \nPublic   Area Winter Carpet\nTropical guest room entry mats are to be installed where guest rooms are \naccessed from exterior corridor areas or paths. (Such as Coco Mats)\nProvide\tnatural\tfibre\tarea\trugs\twith\tfinished/bound\tedges.\t\t\nEntry mats must be commercial grade and extremely durable. Thickness of mat \nmust be considered to ensure it is not a trip hazard for our guests or will impede \nroom service carts, housekeeping carts, luggage carts or door swing.\nWinter carpet/area rugs must be custom designed by Interior Designer or a \nduplicate artwork of an existing area rug pattern using dye injected nylon \ntechnology. (Provide a quantity of two of each area rug to allow Operations the \nability to replace and clean as needed.)\nM. Hard Surface Floor Finishes\nPublic Areas\nAll slip co-efficient regulations must be followed.\nInterior Designer shall provide:\n \n— Stone – natural stone (taking into account location for installation against stone \nporosity, etching, staining and scratching.) All stone must be sealed.\n \n— Tile\t–\tCeramic\tfloor\ttiles\tare\tto\tbe\tused\tin\tF&B\tareas.\tPorcelain\tfloor\ttiles\tmay\t\nbe used in the NCA regions only.\n \n— Wood – provide commercial grade hardwood with a minimum of 5.2 mm \n(0.204724 inches) wear layer or solid wood planking. Both shall have inherent \nstain resistance throughout.\n \n— \tFaux,\tlaminate\tor\tvinyl\twood\tflooring\tare\tnot\tacceptable.\n \n— Concrete Flooring - is not acceptable unless proposed for an F+B outlet. \nApproval must be provided by Accor Interior Design Lead to use. \n \n— Other Flooring – such as Cork, Leather, and Bamboo may be acceptable if \napproval is received by the Accor Interior Design Lead.\n \n— Obtain Accor Interior Design Lead approval on a project by project basis for \nexceptions.\n \n— White grout is not permitted. \nGuest Room Areas\nAll slip co-efficient regulations must be followed.\nInterior Designer shall provide:\n \n— Stone – natural stone (taking into account location for installation against stone \nporosity, etching, staining and scratching.) All stone must be sealed.\n \n— Full-Body Porcelain Tile – is only permitted when Accor Interior Design Lead \nhas provided acceptance for exception. Other ceramic tile products are not \nacceptable.\n \n— Wood – provide commercial grade hardwood with a minimum of 5.2 mm \n(0.204724 inches) wear layer or solid wood planking.  Both shall have inherent \nstain resistance throughout. For guest room use, a technical review with the \nAccor Interior Design Lead is required.\n \n— \t(Faux,\tlaminate\tor\tvinyl\twood\tflooring\tare\tnot\tacceptable.)\n \n— Other Flooring – such as Cork, Leather, and Bamboo may be acceptable if \napproval is received by the Accor Interior Design Lead.\n \n— Obtain Accor Interior Design Lead approval on a project by project basis for \nexceptions.\n \n— White grout is not permitted.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "19\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nBEDROOM\nBATHROOM\nLOBBY\nCORRIDORS/STAIRS\nKITCHEN\nRESTAURANT\nCE marking\nAccording to European \nstandard EN 14041\nMandatory in Europe \nonly\nMandatory in Europe \nonly\nMandatory in Europe \nonly\nMandatory in Europe \nonly\nMandatory in Europe \nonly\nmandatory in Europe \nonly\nSLIP \nRESISTANCE \n(dynamic \nfriction)\nAccording to European \nstandard EN 13893\nFriction factor \n> 0,30 = DS\nFriction factor \n> 0,30 = DS\nFriction factor \n> 0,30 = DS\nFriction factor \n> 0,30 = DS\nFriction factor \n> 0,30 = DS\nFriction factor \n> 0,30 = DS\nSLIP \n(inclined \nramp method)\nAccording to European \nstandard EN 13845 \nappendix\tC\t(PVC\tfloor)\nEsf (shod feet)\nEsb (barefoot)\nEsf\nEsf\nEsf\nEsf\nAccording to German \nstandard DIN 51130 \n(shod feet)\nN/A\nR10\nR10 at the entrance \nR9 for the other areas \nis possible \nTo facilitate the choice \nof\tflooring,\tapply\tR10\t\neverywhere\nR9\nR12 V4\nR9 or R10 if opened \nkitchen/buffet\t\t\nAccording to German standard \nDIN 51097 (slip barefoot)\nN/A\nB\nN/A\nN/A\nN/A\nN/A\nAccording to French \nstandard XP-P-05-10 \n(shod feet)\nN/A\nPC10\nPC6\nPC6\nReception / storage / \ncold room: PC20\nPreparation/washing \nup areas: PC35\nPC6\nAccording to French standard \nXP-P-05-10 (barefoot)\nN/A\nPN6 or PN12\nN/A\nN/A\nN/A\nN/A\nN. Norms\nAccor criteria always need to be considered as minimal requirements, even if local regulations are less demanding. If there is a discrepancy between local regulations \nand Accor criteria, the most restrictive shall apply.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "20\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nAccor criteria always need to be considered as minimal requirements, even if local \nregulations are less demanding. If there is a discrepancy between local regulations \nand Accor criteria, the most restrictive shall apply.\nBEDROOM\nBATHROOM\nLOBBY\nCORRIDORS/STAIRS\nKITCHEN\nRESTAURANT\nRATING  \nACCORDING \nTO USE\nUPEC (France) rating (tiling, \nPVC, textiles)\nU2s P2 E1 C0\nU2s P2 E2 C1 \nat least \nU4 P3 E2 C1\nU3 P3 E1 C0\nU4 P4s \nE3 C2\nU3s P3 E1 C1\nEN ISO 10874 (EN 685 before \n2012)\t(resilient\tfloors,\tpvc,\t\nlaminate, textile)EN 1307:2014 \n(flocked\tor\ttufted\tcarpeted\t\nfloors)\nClass 32\nClass 32\nClass 33 or 34\nClass 33\nSoft\tflooring\tnot \nrecommended\nClass 33 \nor 34\nAbrasion RESISTANCE of \nCERAMIC FLOORING \nPEI rating (Europe)\nPEI III\nPEI III\nPEI V\nPEI IV\nPEI V\nPEI V\nFIRE REACTION  \nIN BUILDINGS \nRECEIVING \nGENERAL PUBLIC\nEuroclasses EN \n13501-1(Resilient, textile and \nlaminate\tflooring)\nDfl\tS2\nDfl\tS2\nDfl\tS2\nCorridors:\tDfl\tS2 \nStairs:\tCfl\tS1\n\tA2fl\tS1\nDfl\tS2\nFIRE REACTION \nin TOWER BLOCKS \nCfl\tS1\nCfl\tS1\nCfl\tS1\nCfl\tS1\n\tA2fl\tS1\nCfl\tS1\nFriction/ discharge resistance \n(textile\tflooring\tonly)\nISO 105x12I \nISO 105x12I \nISO 105 E01 \nISO 105 B2\nDry friction = 4-5\nHumid friction = 5\nWater resistance = 4-5\nLight resistance = 6-7\nN/A\nDry friction = 4-5\nHumid friction = 5\nWater resistance = 4-5\nLight resistance = 6-7\nDry friction = 4-5\nHumid friction = 5\nWater resistance = 4-5\nLight resistance = 6-7\nN/A\nDry friction = 4-5Humid \nfriction = 5\nWater resistance = 4-5\nLight resistance = 6-7\nACOUSTIC\nPlease refer to brand CRS   \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "21\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. \nGeneral Conditions\nB.  Sustainability Criteria for Vinyl Covering\nC. \nVinyl Wallcovering\nD. \nPublic Area Fabric Wallcovering\nE. \nPublic Area Vinyl Wallcovering\nF. \nGuest Room and Bathroom Wallcovering\nG. \nCorridor and Circulation Area Wallcovering\nH. \nSpeciality Finishes\n3. Wall Finishes\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "22\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. General Conditions\nAll wallcovering must be contract quality.\tThe\tdesign\tand\tspecification\tmust\t\nconsider the installation location. (Both geographic and location within property.)\nDesigner will select with aesthetics, durability, and local climate conditions in \nmind. Custom wallcoverings are permitted, however, they must abide by the \nstandards noted in this section and local codes. When custom goods are provided, \nthe cost of replacement must be reasonable for the property.\nDesigner may select other materials in lieu of vinyl in suite parlor, living room, \ndining room, bedroom, and circulation spaces in Accordance to local codes.\nManufacturer\t(Vendor)\tis\tto\tprovide\tdesigner\tand\tpurchasing\tagent\tthe\tbenefits\t\nand\tlimitations\tof\tpattern/\tspecification\tand\tmay\tsuggest\tviable\talternates\tfor\t\nconsideration.\nFor areas with high humidity, micro-perforation may be done to vinyl wallcovering \nto\taid\tin\tthe\treduction\tof\tmildew\tby\tincreasing\tcirculation\tof\tairflow.\tTiny\tholes\t\nare\tpunched\tinto\tthe\tvinyl\twallcovering\tto\tmake\tit\tbreathable;\tthese\tholes\tshall\tbe\t\nminiscule to ensure they are not visible to the naked eye.\nMold resistant adhesive is required in humid climates. Vinyl wallcovering shall \ncontain bactericidal additives to inhibit microbiological growth. Wallcovering \nadhesive shall be anti-fungal, tried and tested in wet or humid areas.\nProvide primers when recommended.\nPaint may be acceptable based on market conditions.  \nInterior\tDesigner\tto\tprovide\tspecification\tfor\tcorner\tguards\tto\tmatch\twallcovering\t\ncolour\tand\tfinish.\t(Full\theight)\nFabric wallcovering shall be backed as recommended by manufacturer for use \nas wallcovering to insure dimensional stability and to prevent adhesive from \npenetrating through the textile. Rayon is not accepted in any textile wallcovering \napplication.\t\tTextile\twallcovering\tshould\tbe\ttreated\twith\ta\tTeflon®,\tCrypton®,\t\nNanotex® (or equal) soil and moisture repellent.\nRenderings, elevations, and memo samples to be approved by the Accor D&TS \nInterior Design Lead prior to purchase order placement. Interior Designer and \nAccor D&TS Interior Design Lead to both approve cutting for approval (CFA) \nsamples prior to shipment of goods.\nOver\truns\t(wastages,\toff-cuts)\ton\tall\twall\tcovering\tshall\tnot\texceed\t10%.\tAttic\t\nstock quantities to be discussed with operator prior to placement of the order. \nTypically 5% of each pattern and colour is required.\nConsistency of dye and colour matching shall be ensured throughout the production \nrun.\nInstaller to verify all wallcovering materials upon receipt (prior to cutting) to \nensure\tthey\tmatch\tspecified\tsamples\tand\tthat\trolls\tare\tnot\tflawed.\t\nGeneral Contractor to review seaming plan and installation methods with Interior \nDesigner. No seams shall occur at outside corners of walls.  \nGeneral Contractor shall examine all conditions pertaining to the installation of \nwallcovering and shall provide all coordination as required to achieve the proper \nand timely completion of the installation.\nWallcoverings shall be installed using experienced, skilled workmen of the highest \nstandard.\tThe\tfinished\tappearance\tof\tthe\twall\tcovering\tshall\tbe\tfree\tfrom\tblisters,\t\nwrinkles, highly visible seams, or any other defects due to faulty workmanship.\nThe manufacturer and general contractor's sub-trade must warranty that the \ninstalled fabric shall remain dimensionally stable year round and will not sag or \ndistort with varying temperature and humidity conditions.\nAll wall covering shall meet and adhere to all current local and state codes.  \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "23\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nB.  Sustainability Criteria for Vinyl Covering \nCriteria\nAll wall coverings meet at least one of the following criteria:\n \n— if\tnew,\tare\tmanufactured\twith\tat\tleast\t40%\trecycled\tcontent;\n \n— if new, have a Cradle to CradleCM\tprogram\tSilver\t–\tPlatinum\tcertificate;\tor\n \n— are supplied with an environmental product declaration, written in accordance \nwith ISO 14025 standards.\nAssessment\nAt design stage:\tcheck\tspecifications\texplicitly\treference\tat\tleast\tone\tof\tthe\t\nabove criteria or specify a product that meets the criteria.\nAt handover stage: collate manufacturers’ data for installed products responding \nto the criteria or provide a statement of retention/reuse of existing wall coverings.\nAt occupancy stage: if wallpaper has been changed or added then carry out \nthe handover stage assessment. If this measure was achieved at handover stage \nand wallpaper has not been changed or added, this measure will be achieved by \ndefault.\nRationale\nThe aim is to reduce the embedded lifetime environmental impacts of materials \nwhich can be estimated using life cycle analysis (LCA). LCA takes account of \nenvironmental impacts over the lifetime of a product, for example the impact \narising from mineral extraction, manufacturing, transport and end-of-life disposal. \nLCA is the basis of environmental product declarations and environmental \npreference methods for materials selection.\nGuidance\nThe term ‘recycled content’ includes both post-consumer waste and secondary \nmaterials\t(defined\tas\ta\twaste\tby-product\tfrom\ta\tdifferent\tindustry).\tProcessing\t\nwaste recycled in-house should not be included in the recycled content \ncalculations for the product.\nWhere\trecyclable\tcontent\tis\tidentified,\ta\tconfirmed\troute\tfor\trecycling\tinto\tnew\t\nproducts\tof\ta\tsimilar\tquality\tmust\tbe\tidentified.\nThe manufacturer must clearly demonstrate and state that the ‘recyclable’ \nmaterial does not degrade in quality after recycling and can be re-used for a \nsimilar application.\nAdhesives\nA number of European countries have introduced labelling schemes to show the \nVOC emissions of various products used within the indoor environment:\n \n— Blue Angel is a German voluntary environmental product label, whose category \nRAL-UZ 113 covers adhesives.\n \n— M1\tis\ta\tFinnish\tclassification\tfor\tlow\temissions.\n \n— Eurofins\tis\ta\tlabel\toperated\tby\tEurofins,\ta\ttesting\tcompany.\tThe\t‘gold’\tstandard\t\ndemonstrates compliance with all European VOC labels.\n \n— EMICODE\tis\ta\ttesting\tand\tclassification\tof\tproducts\tbased\ton\temissions.\tThe\t\ntested products include primers, levelling compounds, insulating underlays, \nmortars, adhesives, joint sealants and parquet coatings.\n \n— Émissions dans l’Air Intérieur is compulsory VOC emission labelling in France \nonly.\tIt\tcovers\tconstruction\tproducts\tinstalled\tindoors,\tfloor\tand\twall\tcoverings,\t\npaints and lacquers. Products are rated from C to A+ ratings.\nThe UK has a set of standards for testing various construction products. One of \nthe test requirements for these products is to test the formaldehyde emission \nlevels. The standards for testing VOCs in adhesives (EN 13999- 1:2007, and BS \n3046:1981) also cover other VOCs.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "24\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nThe Cradle to CradleCM\tprogram\tlists\tall\tthe\tproducts\tthat\thave\tbeen\tcertified.\t\n \n— ISO 14025:2006\n \n— ISO 14021:1999 \nIt is recommended that there is a minimal amount of vinyl wallcovering \nmade from PVC.  \nIf the interior designer wishes to specify vinyl wallcovering, it \nis necessary that the specified supplier is committed to strong \nenvironmental credentials such as:\nEXAMPLES OF ECOLABEL OR CERTIFICATION ACCORDING TO THE TYPE OF VINYL \nWALLCOVERING\nEPD (ENVIRONMENTAL PRODUCT DECLARATION) \nAn\tEPD\t(Environmental\tProduct\tDeclaration)\tis\ta\tverified\tand\tregistered\tdocument\tthat\tcommunicates\ttransparent\tand\t\ncomparable information about the life-cycle environmental impact of products.\nHaving an EPD for a product does not imply that the declared product is environmentally superior to alternatives —  \nit is simply a transparent declaration of the life-cycle environmental impact.\nAn EPD is created and registered in the framework of a programme based on ISO 14025, such as the International \nEPD® System.\nC. Vinyl Wallcovering\nThe standard width is 685 – 1,370 mm. (30 – 54 inches). For smaller spaces, 685 \nmm (30”) goods are preferred.\nWallcovering backings should be Osnaburg, non-woven, and/or scrim construction. \nPaper\tbacking\tmay\tbe\tspecified\t(code\tpermitting)\twhen\tapproval\thas\tbeen\t\nprovided by Accor D&TS Interior Design Lead. Recore backing is not permitted.\nAcceptable wallcoverings are Type I (light weight) and Type II (medium/heavy duty \nweight) depending on installation location.\nD. Public Area Fabric Wall Upholstery\nAll\tfabrics\tused\tas\twall\tupholstery\tshall\tbe\tapproved\tfit\tfor\tpurpose\tby\tthe\t\nmanufacturer prior to the purchase of fabric to assure appropriateness of fabric \ncontent,\tweave,\tthickness\tand\tother\tcharacteristics\taffecting\tuse\tas\ta\twall\t\ncovering application.\nPreferred width\n(1,370 mm) 54” \nBacking\nInterior Designer will specify a backing as required. Selected \nfabrics must be dimensional stability.\nType\nWall upholstery fabric shall not contain any rayon. Fabric \nwalls shall be removable in case of damage and easily \nreplaceable\twithout\taffecting\tadjacent\tsurfaces.\nTreatment\nTextile\tshall\tbe\ttreated\twith\ta\tTeflon,\tCrypton,\tNanotex\t\n(or\tequal)\tsoil\trepellent\tfinish\tand\tshall\tmeet\ta\tminimum\t\nrequirement of NFPA 701.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "25\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nFor\tNCA\tregion,\tthe\tinstaller\tshall\tuse\t13\tmm\tflame\tretardant\tDacron\tpoly\tfill\t\npadding.\nPattern match fabrics at seams. Seams to be evenly spaced across fabric blankets \nfor uniformity.\nApply 20 mm (¾”) double welt with wall fabric at perimeter of wall panels to cover \nattachments.\nInstaller to back tack corner seams to eliminate outside corner welts.\nCentre fabric pattern on walls to avoid centre seams. Ensure that side panels are \nnot less than half the fabric width.\nMatch\tthread\tto\tbackground\tof\tfabric\tcolour\tunless\tInterior\tDesigner\tspecifies\t\nstitching as a detail.\nStitched seams shall be provided with proper tension to ensure the fabric will not \nbe pucker once installed.\nFabric shall be stretched tight and smooth over pad. Press open seams prior to \ninstalling fabric.\nInstall fabric when the temperature and humidity are approximate to the \nconditions within the building is occupied.\nInterior Designer and Installer are responsible to determine whether the surface \nto which fabric and pad will be installed is appropriate.\nE. Public Area Vinyl Wallcovering\nLobby, Lobby Lounge, Elevator Vestibules, Ballrooms, Meeting Rooms, and Retail \nAreas:\nPreferred width\n1,370 mm (54”) \nWeight\n570 – 595 g (20 – 21 oz.) total weight per lineal yard (based \non 1,370 mm / 54”  width)\nBacking\nOsnaburg, Non-Woven, or Scrim\nType\nII\nFood and Beverage Outlets:\nPreferred width\n1,370 mm (54”) \nWeight\n570 – 595 g (20 – 21 oz.) total weight per lineal yard (based \non 1,370 mm / 54” width)\nBacking\nOsnaburg, Non-Woven, or Scrim\nType\nII\nExecutive Level Lounges:\nPreferred width\n1,370 mm (54”) \nWeight\n570 – 595 g (20 – 21 oz.) total weight per lineal yard (based \non 1,370 mm / 54” width)\nBacking\nOsnaburg, Non-Woven, or Scrim, or Paper\nType\nII\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "26\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nF. Guest Room and Bathroom Wallcovering\nGuest rooms and Suites:\nPreferred width\n1,370 mm (54”) \nWeight\n570 – 595 g (20 – 21 oz.) total weight per lineal yard (based \non 1,370 mm / 54” width)\nBacking\nOsnaburg, Non-Woven, or Scrim, or Paper\nType\nII\nGuest rooms Bathrooms:\nPreferred width\n683mm (27”)  OR 1,370 mm (54”) \nWeight\n425 – 5510 g (15 - 20oz.) total weight per lineal yard (based \non 1,370 mm / 54” width)\nBacking\nOsnaburg, Non-Woven, or Scrim, (No Paper)\nPreferred quality\nAntimicrobial\nType\nI\nG. Corridor and Circulation Area  \n \nVinyl Wallcovering\nLobby, Lobby Lounge, Elevator Vestibules, Ballrooms, Meeting Rooms, and Retail \nAreas:\nPreferred width\n1,370 mm (54”) Alternatives will be considered.  Interior \nDesigner\tto\tnote\twidth\ton\tFF+E\tspecification.\nWeight\n570 – 595 g (20 – 21 oz.) total weight per lineal yard (based \non 1,370 mm / 54” width)\nBacking\nOsnaburg, Non-Woven, or Scrim\nType\nII\nH. Speciality Finishes\nThe Interior Designer is encouraged to create feature areas through the use of wall \nfinishes\tsuch\tas\tcontract\tquality\twood,\tnatural\tstone,\tglass,\tdecorative\ttile,\tand\t\nspeciality\twall\tfinishes.\t\nVenetian\tplaster\tshall\tonly\tbe\tused\tas\tan\taccent\tfinish\tin\ta\twell-protected\tlocation,\t\naway from any moisture, and never in exposed conditions where damage will occur. \nVenetian plaster is not permitted in any spa areas.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "27\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. \nGeneral Conditions\nB. \nSustainable Development for Drapery Fabric\nC. \nDrapery Tracks\nD. \nPublic Area Window Treatment\nE. \nBack of House Area Window Treatment\nF. \nDrapery Hems\nG. \nDrapery Linings\nH. \nSheers (Casements)\nI. \nValence\nJ. \nUpholstered Cornices\nK. \nDrapery Fabrics\nL. \nDrapery Trim\nM. \nOver Drapery\nN. \nBlackout Drapery\nO. \nRoman and Austrian Blinds\nP. \nShades\nQ. \nMechanised Drapery and Shade Systems\nR. \nDrapery Pleats\n4. Window Treatment\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "28\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. General Conditions\nAll\tDrapery\tfabrication\tshall\tbe\tof\tthe\tfinest\tcontract\tquality\tand\tshall\tbe\t\nfabricated\tto\twithstand\tdry\tcleaning\tand\thard\tusage.\tAny\tsoil\tmarks,\tflaws\tor\t\nother defects shall be noted by fabricator to purchasing agent prior to cutting the \nfabric (decorative trim).\nAll\tspecified\tdrapery\tfabrics\trequire\tconfirmation\tfrom\tthe\tvendor\tthat\tthe\tfabric\t\nwill not shrink, or stretch, and will be colour-fast. Fabric must be suitable for \ndrapery end use.\nAll patterns must be matched at seams.  \nRayon materials are not accepted because they tend to stretch.  \n118” wide goods are recommended.\nMemo sample cuttings of fabric shall be approved by Accor D&TS Interior Design \nLead and Interior Designer prior to order placement cutting for approval (CFA) \nmust be provided to Interior Designer for approval for production runs prior to \ngoods shipping.\nOne set of draperies may be required for installation at hotel site for approval \nprior to fabrication of total job. \nAll\tdrapery\tshall\tbe\tflame-retardant\t(face\tfabrics,\tlinings,\tsheers,\ttrims,\tfillings,\t\nwebbings, etc.) in Accordance with local codes and any other ordinances or bi-laws \nthat\tpertain\tto\tFF+E.\tFlame-proof\tcertification\tin\toriginal\tformat\tto\tbe\tprovided\t\nto\tOperator\tby\tPurchasing\tAgent.\tInherently\tflame\tretardant\tdrapery\tfabric\t\npreferred.\nDrapes to be fan-folded when shipped to avoid creasing and shall be dressed \ndown and to be wrinkle free. Drapes to be steamed upon installation to take out \nwrinkling.\nAll drapery locations shall be site measured by interior designer for accurate \nspecification\tdetailing\tfor\ttendering\tpurposes.\t\nComplete fabrication details and elevations shall be provided by Interior Designer \nfor Accor D&TS Interior Design Lead review and approval including textile \nspecifications,\tfront\tand\tback\tappearance,\thardware,\tpulls,\ttracks,\tand\toperation\t\n(stationary or traverse).\nPurchasing Agent to provide manufacturer with cuttings of all fabrics for reference \nwhen orders start to be delivered at their factory. Installer shall check all drapery \nmaterials\tupon\treceipt\tto\tensure\tthey\tmatch\tspecified\tfabric\tsamples\tand\tthat\t\nfabric/\tmanufacturing\tis\tnot\tflawed\tbefore\tcutting\tthe\tgoods.\tIf\tthe\tgoods\tare\t\ndefective, the manufacturer is to immediately inform Purchasing Agent.\nAll Draperies shall hang straight and even with no pulling or puckering of \nfabric or loose threads. No panels showing defects or horizontal seams shall be \npermitted. Drapery panels shall be manufactured using the same dye-lots. It \nis the responsibility of drapery manufacturer to ensure that all patterns match \nat the seams and that patterns are centred as required by Interior Designer’s \nspecification.\t\nGeneral Contractor to ensure that any blocking that is required is coordinated and \nfully concealed from guest view.\nBlackout drapery is required in all bedrooms, living rooms with sleeper sofas, \nmedia rooms, meeting rooms, boardrooms, ballrooms, and banquet space (audio \nvisual spaces).\nParallel tracks are to be installed, overlapping a minimum of 152 mm (6 \") in the \ncentre, to ensure full black-out is provided. In guest rooms, and suites where \ndrapery panels overlap, light leakage shall be away from the bed. The drape \nclosest to the headboard will overlap the drape panel further away from the bed.\nWindow treatments must provide privacy and shade for an optimal level of guest \ncomfort occupying the space. (Guest rooms and Public Areas)\nIn\tbathrooms,\tthe\tspecified\twindow\ttreatment\tmust\tnot\tbe\ttransparent.\nInterior Designer must ensure a consistent look from the building exterior when \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "29\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nspecifying window treatments. (Guest rooms and Public Areas)\nThe Interior Designer must include large fabric memo samples (swatches) showing \nfull\tpattern\tand\trepeat\twith\twritten\tspecifications\t(including\tlining).\tDimensioned\t\nelevations\tof\teach\twindow\ttype\tmust\tbe\tprovided\tfor\teach\tdifferent\tdrapery\t\ntreatment.\nVendors/Installers are to provide both the Interior Designer and Purchasing Agent \nthe\tbenefits\tand\tlimitations\tof\tthe\twindow\ttreatment\tdesign.\t\nJob site measure (JSM) required for accurate room by room installation, \nand\tverification\tof\tthe\tquantity\tof\tall\tmaterials\trequired.\tPurchasing\tAgent\tis\t\nresponsible for organizing this requirement with fabricator.\nFor\tproperties\tthat\thave\ta\tvariety\tof\twindow\tsizes\tand\tconfigurations,\tthe\tInterior\t\nDesigner\tis\tresponsible\tfor\tproviding\tfull\tdrapery\tdesign\tspecifications\tfor\teach\t\nroom type. (No exceptions)\nB. Sustainable Development for Drapery \nFabric\nAll drapery fabric meet at least one of the following criteria: \n \n— are\treused,\tif\tpossible;\n \n— if new, are manufactured with at least 40% recycled content (measured by \nmass) and 90% recyclable content (measured by mass and designed for \ndeconstruction with components\tthat\tcan\tbe\trecycled);\n \n— if new, have a Cradle to CradleCM\tprogram\tSilver\tor\thigher\tcertificate;\n \n— if\tnew,\tthe\tcompany\tmanufacturing\tthe\tproducts\tis\tcertified\tunder\tthe\tFurniture\t\nIndustry\tSustainability\tProgramme\t(FISP)\tscheme;\n \n— are supplied with an environmental product declaration, written in accordance \nwith\tISO\t14025\tstandards;\tor\thave\tbeen\tawarded\ta\tBusiness\tand\tInstitutional\t\nFurniture\tManufacturers\tAssociation\t(BIFMA)\t‘level’\tcertification.\n \n— Recycled content claims must comply with ISO 14021:1999 Type II Self \ndeclared Environmental Claims and state knowledge of IAQ emissions.\nAssessment\nAt design stage: check\tspecifications\texplicitly\treference\tat\tleast\tone\tof\tthe\t\nabove criteria or specify a product that meets the criteria\nAt handover stage: collate manufacturers’ data for installed products responding \nto the criteria or provide a statement of retention/reuse of existing wall coverings.\nAt occupancy stage: if wallpaper has been changed or added then carry out \nthe handover stage assessment. If this measure was achieved at handover stage \nand wallpaper has not been changed or added, this measure will be achieved by \ndefault.\nRationale\nThe aim is to reduce the embedded lifetime environmental impacts of materials \nwhich can be estimated using life cycle analysis (LCA). LCA takes account of \nenvironmental impacts over the lifetime of a product, for example the impact \narising from mineral extraction, manufacturing, transport and endof- life disposal. \nLCA is the basis of environmental product declarations and environmental \npreference methods for materials selection.\nGuidance\nMany suppliers may claim their products contain recyclable components and \nmaterials. However, components may be bonded in such a manner to prevent \nseparation and recycling into individual waste streams or local recycling facilities \nmay simply not exist for any given material. Unless a recycling facility can be \nexplicitly\tidentified\tthat\tis\table\tto\treprocess\tthe\tcomponents\tand\tmaterials\tat\ta\t\nhigh level in the value chain, or other lower value products, it is not acceptable to \nclaim\tthat\ta\tproduct\tis\trecyclable.\tSome\tsuppliers\tovercome\tthis\tissue\tby\toffering\t\nin house takeback and recycling schemes – although not an essential requirement \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "30\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nto achieve this measure, the commitment of a supplier to take-back and recycle \ntheir products is an excellent source of evidence to support the claim that a \nproduct is recyclable.\nWhere\trecyclable\tcontent\tis\tidentified\ta\tconfirmed\troute\tfor\trecycling\tinto\tnew\t\nproducts\tof\ta\tsimilar\tquality\tmust\tbe\tidentified.\tThe\taim\tis\tto\tpromote\ta\tclosed\t\nloop cycle of material use with minimal material waste.\nEXAMPLES OF ECOLABELS OR CERTIFICATIONS ACCORDING TO THE TYPE OF DRAPERY\nC. Drapery Tracks\nUnless\tthe\tdrapery\ttrack\tis\ta\tdecorative\tstyle\tspecified\tby\tthe\tInterior\tDesigner,\t\nthe traversing tracks, motors, hardware shall be concealed from guest view. \nDesign solutions such as architectural recessed drapery pockets or wood or \nupholstered drapery valances shall be considered by the Interior Designer.\nMotorised\tdrapery\tshall\tbe\tspecified\tfor\trooms\tand\tsuites.\tThe\tcontrol\tsystem\t\nmust\tbe\tidentified\tand\tnoted\ton\tthe\tFF+E\tspecification\tby\tthe\tInterior\tDesigner.\nCeiling mounted tracks are preferred over wall mounted tracks.\nFor manual drapery: \n \n— Kirsh 94004 with 9670 carries, or \n \n— Silent Gliss model 1280 are to be used. \n \n— For safety reasons, cord operated tracks are not approved for use.\n \n— Galvanized hardware including staples is preferred (non-corrosive).\n \nClear batons are recommended for all drapery and casements. (If clear batons are \nnot appropriate for the drapery design, Interior Designer is to specify an alternate \nbaton best suited for drapery application with durability and fabric weight in mind. \nInterior Designer to coordinate the installation height of the baton with the height \nof the window and ease of use.  Installation of the baton shall be mounted on the \ninside of the over-drape and sheer panels.\nThe Interior Designer will consider ease of operation and noise levels for all \noperable window treatments. (Motorised or chains)\nDecorative\trods\tfor\tfixed\tdrape\tpanel\tinstallations\tare\tat\tthe\tInterior\tDesigner’s\t\ndiscretion.\nD. Public Area Window Treatment\nBlackout\tdrapery\tmust\tbe\tspecified\tin\tmeeting\tand\tbanquet\trooms.\nDrapery fullness is to be minimum 250 – 300%.\nAll sheers will be fully operable. Motorised drapery shall be provided.\nWood window treatments are for decorative use only.\nWhen\tdrapery\tis\tspecified,\tunder\tdrapery\tmust\tbe\tlined\t(contrasting\tor\t\ncomplementary fabric) when visible from outside.\nAccor D&TS Interior Design Lead will review suitability of Interior Designer’s \nspecification\tof\tshades\tand\tshutters\tas\twindow\ttreatments\tin\tpublic\tareas.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "31\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nE. Back of House Area Window Treatment\nInterior Designer to specify all window treatments in Back of House (B.O.H.) area \nwhere the windows on the buildings exterior are visible to the guests.\nF. Drapery Hems  \nAll hems to be blind-stitched.  \nSheer hems to be straight stitched.\nAll\thems\tto\tbe\tweighted\twith\tnon-rusting\tchain\tweights\tappropriately\tspecified\tfor\t\nfabric and installation location.\nFinished length to be no shorter than 6 mm (¼”)\tabove\tfinished\tfloor.\t(A.F.F.)\nDouble bottom and top hems to be 127 mm (5”).\nG. Drapery Linings\nTypical blackout drapery is part of the over-drape treatment and shall be sewn to \nthe face fabric. If sewn together, the blackout and decorative drapes shall be pre-\nwashed and have the same shrink rates. \nThe face fabric shall not turn down the backside of the drapery treatment and \nthe blackout fabric shall extend to the top of the header for a more consistent \nappearance.\nH. Sheers (Casements)\nSheers to be split as per the over drapery (example centre split) and be fully \noperable.\nSheer fabric to be 3000 mm (118”) wide,\tinherently\tflame\tresistant,\tcolour\tto\t\nbe per Interior Designer’s discretion.\nInterior Designer to specify pleat style.\nSingle weights to be used at bottom hems.  All weights to be non-rusting.\nThe minimum fullness for pinch pleats is 250%.  The recommended fullness for \nripple-fold is 100% (2 1/8”) - 120% (1 7/8”). Interior Designer shall increase \nfullness as suited for window size and drapery style selected.  If sheer is the over-\ndrape, consider 300% fullness depending on sheer fabric.\nI. Valance\nInterior\tDesigner\tto\toutline\twithin\ttheir\tFF+E\tspecification\tthe\tposition\tof\tthe\tfabric\t\nrepeat.\nFabric shall be pattern matched and centred, any welting or trim shall be in a \nstraight\tline,\tlining\tto\tbe\tflame\tretardant,\twith\ta\tminimum of 100 mm (4”) \ndouble hem at back of valance.\nDrapery manufacturer/installer shall determine the best mounting method, using \nthe most secure method.\nLoose valances shall use blackout, sateen and be interlined.\nReturn face fabric to be 100 mm (4”) wide to prevent lining from showing.\nJ. Upholstered Cornices\n19 mm (¾”) plywood with 25 mm (1”) x 150 mm (6”) solid wood for tops, \ngreater if projection requires.\nPadding shall be 12 mm (½”) foam or bonded Dacron batting.  All upholstered \nmaterials used must meet local codes.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "32\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nStaples or tacks shall be corrosion resistant and covered from view.\nDrapery manufacturer/installer shall determine the best mounting method, using \nthe most secure method.\nFabric\tshall\tbe\tpattern\tmatched\tand\tcentred;\tany\twelting\tor\ttrim\tshall\tbe\tin\ta\t\nstraight\tline;\tcornices\tshall\tbe\tself-lined.\nK. Drapery Fabrics\nInterior Designer must include fabric content, width, pattern, colour, repeat, \nproduct\tnumber,\tproduct\tcolour,\tcustom\tidentification,\tas\twell\tas\tvendor’s\tfull\t\ncontact\tinformation\tfor\tpurchasing\tagent\ton\ttheir\tFF+E\tspecification.\nSpecified\tfabric\tmust\tbe\tstable\tand\tpre-shrunk.\nL. Drapery Trim\nInterior Designer is to provide the location of all trims, tassels, cords, fringes, etc. \n(fully\tdimensioned\ton\ttheir\televation\tincluded\twithin\tthe\tFF+E\tspecification).\nDecorative trims on leading edge of fully operable drapery panels are to be \navoided.\nM. Over Drapery\nOperable over-drape drapery must be black-out lined. When the drapery design \nincludes a split panel installation, the front drapery must overlap the back drape \nby 152 mm (6”).\nThe minimum fullness for pinch pleats is 250%. The recommended fullness \nfor ripple-fold is 100% (2 1/8”) - 120% (1 7/8”). Interior Designer shall increase \nfullness as suited for window size and drapery style selected.\nWhen\ttriple\tpleats\tare\tspecified,\ta 100 mm (4”)\theader\tis\tto\tbe\tspecified.\nSide seams are to be 38 mm (2”) with lining held back 25 mm (3/4”) from the face \nfabric.\nSingle weights to be used at bottom hems. All weights to be non-rusting.\nIf\tthe\tover-drapery\tdesign\thas\ta\tfixed\tside\tpanel\tdesign,\tthe\tpanels\tare\tto\tbe\t\ncotton sateen lined and interlined.\nOver drapery must return tight against the wall face (and attach with Velcro if \nneeded to ensure blackout is provided for the guest). Alternate design details \nwill be considered by Accor D&TS Interior Design Lead to achieve full blackout is \nachieved.\nN. Blackout Drapery (100% Black-out \nRequired)\nInterior Designer to specify:\n \n— 2\tpass\tblack-out\tfabric\twhen\tspecified\tas\ta\tblack-out\tlined\tover\tdrape.\n \n— 3 pass black-out fabric when the black-out is installed on a separate track.\nSide seams are to be 38 mm (2”) with lining held back 25 mm (3/4”) from the \nInverted Box Pleat\nRipple Fold Pleat\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "33\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nface fabric.\nDrapery panels will return to side walls and attach with three Velcro strips, 50 \nmm wide x 150 mm long (2” wide x 5 ¾” long). Velcro will be sewn to \ndrapery panel and stapled to the wall.\nThe only acceptable blackout material is Roc-Lon sleep safe FR, 2-pass, grey face/ \necru backing conforming to NFPA 701 standards.  Width options are 1,370 mm \n(54”) and 2,800 mm (113”).  Content is 70% polyester and 30% cotton. Other \nspecifications\twill\tonly\tbe\taccepted\tif\tlocal\tcodes\trequire\talternate\tfire\tratings.\t\nSample must be provided to Accor D&TS Interior Design Lead and Procurement \nAgent by Interior Designer for approval prior to production.\nSingle weights to be used at bottom hems. All weights to be non-rusting.\nO. Roman and Austrian Blinds\nRoman blinds will be fully operable and lined.  \nCord shall be continuous and secured to the wall.\nIn\tbathrooms,\tthe\tspecified\twindow\ttreatment\tmust\tnot\tbe\ttransparent.\n100% blackout drapery is required in all bedrooms, living rooms with sleeper \nsofas, media rooms, meeting and banquet space.\nP. Shades\nInterior Designer will specify all guest room, suite, and public area shades. \n(Manual or motorised)\nShades are an option to provide blackout in all guest rooms, living rooms with a \nsleeper sofa, media rooms, meeting rooms, and ballrooms.\nIn humid climates wooden blinds shall be treated adequately to prevent cracks, \nwarping, and mold/mildew.\nWood & Faux Wood Shutters\nWood shutters will be manually operable.  Only the best contract quality shutters \nwill\tbe\tconsidered.\tA\tmock-up\tof\tthe\tspecified\tstyle\tis\trequired\tfor\toperational\t\nreview.\nWood shutters shall be capable of being locked and held in an open position.\nIn wet environments, faux wood shutters are to be used.\nQ. Mechanised Drapery and Shade Systems\nAll fabrics for mechanised drapery systems will be selected by the Interior \nDesigner and coordinated with the Architect and the appropriate Consultants. \nFabrics\tor\tspecified\tmaterials\tand\telectrical\tcomponents\tmust\tcomply\twith\tlocal\t\ncodes and any other ordinances or bi-laws that pertain to FF+E. \n(Such as NFPA Article 100 listed and labelled UL, CSA, or ETL or other acceptable \nlocal authority.)\nIn meeting facilities, the system shall interface with audio-visual and lighting \ncontrol systems.\nMechanised drapes shall be operated via a control system (examples – Lutron or \nsimilar). The Interior Designer and Architect will coordinate the location of the \ncontrol panel.\nDrapery must comply with the legislation outlined within the appropriate Persons \nwith Disabilities Act.\nShade operation shall be silent and fully operable with accompanying drapery/\nwindow treatment.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "34\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nR. Drapery Pleats\nThe Interior Designer is to specify pleating and ensure they meet blackout when \nrequired.\nDrapery pleats should be in harmony with the style of the design. Examples of \npreferred pleats include ripple fold and inverted box pleats.\nThe minimum fullness for pinch pleats is 250%.  The recommended fullness for \nripple-fold is 100% (2 1/8”) - 120% (1 7/8”). Interior Designer shall increase \nfullness as suited for window size and drapery style selected.\nRipple fold drapery requires particular depth, height and length of the drapery \npocket in order to achieve blackout.  Ripple fold drapery track must not be visible \nto the guest.  Details of how drapery track will be concealed must be provided to \nAccor D&TS Interior Design Lead for approval. \nThe Interior Designer must confirm and/ or specify on new builds, sufficient \nspace in all locations prior to specifying treatments that are susceptible to \nlight leakeage.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "35\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. \nGeneral Conditions\n \n— Fabrication\n \n— Upholstery Fabric\n \n— Wood Materials\n \n— Metal Materials\n \n— Foam\nB. \nSustainable Criteria for Furniture\nC. \nSofa, Day Bed, Sofa Bed, Loveseat, Sectional, Chaise Lounge\nD. \nLounge Chair, Occasional Chair, and Ottoman\nE. \nDining Chair\nF. \nBar / Counter Stool\nG. \nTask Chair\nH. \nBed Bench\nI. \nDesk Chair (Work Surface Chair)\nJ. \nBanquet Chair\nK. \nBanquette\nL. \nWindow Seat\nM. \nOutdoor Furniture\nN. \nErgonomic recommendations\n5. Upholstery\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "36\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. General Conditions\nAll upholstered goods shall be contract quality. Custom pieces must abide \nby the construction and quality standards outlined within this document.\nThe\tdesign,\tserviceability,\tscale,\tand\tspecification\tof\tpieces\tmust\ttake\tinto\t\nconsideration installation location, and functionality of the piece. \nThe\tweight\tof\tthe\tfinal\tpiece\tmust\tbe\tconsidered\twhen\tcustom\tfabrication\tof\t\nsoftgoods have metal components when being fabricated. Final weight must \nconsider\tthe\tease\tof\tmovability\tfor\thotel\tstaff\tand\tguests\tas\twell\tas\tthe\titem’s\t\npotential\tto\tdamage\tthe\tfloor\tsurfaces\tit\tsits\ton.\t\t\nMaterials\tand\tfinishes\tshould\tbe\tselected\twith\taesthetics,\tdurability,\tand\tlocal\t\nclimate conditions in mind. \nDimensions\tprovided\tin\tthis\tdocument\tare\tguidelines\tand\tfinal\tfurnishing\tstyle\tis\t\nup to Interior Designer's discretion. \nUpholstery fabric shall meet the minimum quality standards set within these \nstandards as well as patterned and/or textured, with colouration that visually \nassists in hiding soiling. \nAll upholstery fabrics in both public areas and guest rooms shall be inherently \nstain\tresistant\tor\ttreated\twith\tstain\tretardant\tper\tDesigner's\tspecification.\t\nC.O.M. (Customer’s Own Material) shall be sourced from same dye lot as the \napproved fabric cutting (CFA).\nDesigner approved fabric cutting (CFA to be provided to seating manufacturer \nby Procurement Agent for reference when P.O. is issued. Seating manufacturer \nto verify the C.O.M. matches the approved fabric cutting prior to cutting of \nupholstery material and product fabrication. \nAll furnishings and upholstery shall meet requirements of local codes, and comply \nwith all laws, ordinances, rules, regulations, and eco-design mandatories.\nSeating vendor/manufacturer(s) are to provide both the Interior Designer and \nPurchasing\tAgent\tthe\tbenefits\tand\tlimitations\tof\tthe\tproduct\tdesign.\t\nPreferred cleaning instructions are to be provided to the Procurement Agent by \nboth\tthe\tupholstery\tsupplier\tand\tseating\tfabricator\tas\tappropriate\tfor\tthe\tspecified\t\nmaterial composition and  construction.\nAll\twork\tand\tmaterials\tshall\tconform\tto\tthe\tapproved\tdrawings\tand\tspecifications;\t\nany changes or deviations in materials or methods shall be approved by the Accor \nD&TS Interior Design Lead and Interior Designer.\nGeneral Conditions – Fabrication \nAll work shall be completed by experienced and skilled workmen to \nthe highest standard of craftsmanship and manufactured by a firm \nspecialising in seating fabrication with a minimum of five (5) years \nindustry experience. \nAll work shall be in accordance with the highest applicable industry \nstandards to achieve the intended serviceability, comfort, and aesthetics \nas indicated on the Designers drawings and specifications.\nAll joints shall be glued, screwed, double dowelled and corner blocked, or steel \nbraced.\nOn all seating, the legs shall be continuous through the deck and/or chair back, as \napplicable. Screw on legs are not permitted unless approved by the Accor D&TS \nInterior Design Lead and Interior Designer.\nThe\tunderside\tand\tthe\tback\tof\tall\tupholstery\tgoods\tshall\tbe\tsanded\tand\tfinished\tif\t\nexposed to the guest.\nFor\texposed\tframes,\tuse\tcatalysed\ttype\tfinishes\tto\tmatch\tapproved\tfinish\tsamples.\nStained wood legs shall have penetrating stain to minimize visible scratching over \ntime. Painted legs are not permitted.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "37\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nUpholstered legs will not be accepted.\nSeat cushions shall have a high crown for a soft residential feel. \nLoose cushions shall be reversible.\nWhere applicable, all seat decks to be hand tied, 8-way coil spring seat \nconstruction\tor\tno-sag\tsinuous\tloop\tsteel\tspring\tdeck\tlinked\twith\t16-gauge\tfibre\t\nwire\tfastened\twith\tVertex\tclips\tto\testablish\ta\tfirm\tplatform\tseating.\t\nSeat decking to be provided under seat cushion, no self-decking. Provide woven \nsynthetic material to cover back springs and apply foam on top.\nFraming and blocking members shall be assembled with bolted and screwed \nconnections, and be secured to the structural backings with expansion screws, \nor toggle bolts (as required) spaced and installed to ensure ample strength and \nrigidity.\nRails and stiles shall be mortise and tenon, work to be neatly mitred and \nmembered,\tall\tbutt\tjoints\tmade\tflush\tand\tsmooth,\tand\tall\tpermanent\tjoints\t\nfastened with water-resistant glue.\nAll upholstered items shall be delivered with high quality, non-rusting, contract \ngrade nylon glides or levelers. Legs to have commercial grade glides made of the \nappropriate\tcomposition\tappropriate\tto\tfloor\tsurface\ton\twhich\tthe\tpiece\twill\tsit.\t\nNo metal glides to be used as they rust and stain carpets. Prongs shall be equally \nfastened to the base of the glide so they are not easily detachable.\nAll upholstered materials to be pattern-matched at the seams with patterns \ncentred,\tper\tInterior\tDesigner\trequirements\toutlined\ton\ttheir\tFF+E\tspecification.\nAll\tseams\tshall\tbe\tdouble\tstitched\twith\tpreshrunk\tthread\tunless\ta\tspecific\tstitch\t\ndetail\tis\toutlined\twith\tthe\tInterior\tDesigner’s\tspecification.\nProvide\tsufficient\tdepth\tand\tstitches\tto\teliminate\tseam\tslippage.\nVendor name tags will be concealed under the seat deck for future reference.\nUp-the-bolt or railroad upholstery application to be Designer selected and clearly \nidentified\ton\tDesigner's\tspecification.\t\nEnsure fabric nap always runs in the same direction. Seating manufacturer to \ndiscuss\tseam\tline\tlocation(s)\twith\tInterior\tDesign\tfirm\tprior\tto\tfabrication\tof\tpiece\t\nif there are concerns.\nAll unused fabric shall remain the property of hotel operator and shall be delivered \nwith\tthe\tfinished\tproduct\tto\tthe\tfinal\tinstallation\tdestination.\nPrior to manufacture and order placement, attic stock quantities of all upholstery \nfabric shall be discussed with hotel operator. \nAll loose cushions shall be secured to the frame with concealed elastic straps \nwhich clip to D-rings on seat cushion back.  \nLoose\tdecorative\tpillows\tin\thigh\ttraffic\tareas\tshall\tbe\tsecured\tto\tchair\tframe\tor\t\nseat back cushion by concealed elasticized straps attached with D-ring clips (Public \nAreas only).\nLoose\tdecorative\tpillows\tshall\thave\ta\t50/50\tdown/feather\tfibrefill\twithin\ta\t\npermanent cotton fabric casing and a removable outer cover with a concealed rust \nproof zipper, colour to match fabric.\nPillows\tinsert\tsize\tand\tfill\tshall\tbe\tspecified\tso\tas\tto\tretain\tshape\tand\tdurability\t\nover time taking into consideration hotel location.\nLegs\tto\thave\tappropriate\tmaterial\tand\tcolour\tglides\tto\tfloor\tsurface\tupon\t\nwhich piece will sit. No metal glides as they rust and leave stains on carpets. \nProngs shall be equally fastened to the base of the glide so they are not easily \ndetachable.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "38\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nGeneral Conditions – Upholstery Fabric\nDesigner\tto\tspecify\tupholstery\ttextiles\twhose\tweave\ttype\tis\tsuitable\tfor\tfinal\t\ninstallation area to ensure upholstery holds up to extended use.\nUpholstery textiles shall withstand heavy use. \nPublic Areas:  textiles must meet the performance abrasion test of a minimum:\n \n— Wyzenbeek 45,000 double rubs. \nGuest rooms: textiles must meet the performance abrasion test of a minimum:\n \n— Martindale 40,000 or, \n \n— Wyzenbeek 30,000 double rubs. (Decorative accent cushions or may have a \nlesser abrasion test rating.) \nAll fabrics shall be easily cleaned.\nFabrics should be stain resistant and treatments such as Nanotex are to be \nconsidered.\nFabric colourfastness:\n \n— Must pass AATCC 16 Option 1 or 3-2003: 40 hours, Grade 4.\nFabric crocking:\n \n— Must exceed Class 4 AATCC8 Dry, Class 3.5 AATCC8 Wet\nFabric pilling:\n \n— Must meet ASTM D3511-02, Class 4.5 \nFabric breaking strength\n \n— Must exceed D5034 Grab method 50 lbs.... for upholstery and 35 lbs.... for \npanel and vertical surface fabrics.\nFabrics with an exposed seam in seat cushion to be backed with latex or acrylic \nfor stability.\nWhen\tleather\tis\tspecified,\tprovide\ttop\tquality,\taniline\tdyed\tleather.\tIt\tmust\tbe\t\nscratch and stain resistant. Pull-up leathers are not approved for use unless \napproved by Accor D&TS Interior Design Lead. Leather to be free of blemishes, \nscratches and holes for upholstery.\nWhen project budget does not allow for use of leather, only high-end vinyl \nupholstery\tmay\tbe\tspecified.\tAll\tvinyl\tupholstery\tmust\tbe\ta\tminimum\tstandard\t\nPolycarbonate PU based material and pass either ISO 1419: 1995(E) (passing a \nminimum of 5 weeks testing) or ASTM D3690-02.\nGeneral Conditions – Wood Materials\nAll\twood\tmaterials\tshall\tbe\tFSC\tcertified\tand\tlocally\tsourced,\twhenever\tpossible.\nWood material originating from a tropical climate shall be accompanied with a \n“pest-free”\tcertificate.\nSeating frames to be made of kiln-dried, solid hardwood. No MDF or HDF \nderivatives permitted. \nAll wood substrates and binders shall have no added urea formaldehyde (NAUF).  \nAll wood shall be kiln-dried to the average moisture content appropriate for the \nregional climactic conditions of the project site.  Wood shall be free of all stresses \nand\tcase\thardening.\tProper\tprecautions\tto\tbe\ttaken\tto\tmaintain\tspecified\tmoisture\t\ncontent during manufacturing.\nAll solid interior parts shall be hardwood only and free from defects which may \nimpair serviceability or structural integrity of product.\nAll exposed surfaces to be free from any defects such as knots, splits, or shakes \nwhich may detract from the quality of seating product.\nFinish should be heat and scratch resistant. Gloss percentage to be Designer \nspecified.\tA)\tGeneral\tConditions\t–\tMetal\tMaterials\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "39\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nGeneral Conditions – Metal Materials\nAll metal shall have a high recycled content. Use metals such as stainless steel \nand aluminium.  \nFinished metal material shall be free of visible pitting and solder marks at joints.\nPlated\tmetal\tfinishes\tare\tpreferred.\tPlating\tmust\tbe\tof\tcontract\tquality\tand\tnot\t\nshow wear marks from guest use. \nPowder\tcoated\tmetal\tfinishes\twill\tbe\tconsidered\tonly\tin\tlocations\twhere\tit\tis\tout\tof\t\nguest’s close view.\nGeneral Conditions – Foam\nWherever\tfoam\tcushioning\tis\tutilized\tin\tseating\tspecified\therein,\tit\tshall\tbe\t\ncombustion\tmodified\thigh\tresiliency\tfoam.\tFoam\tshall\tmeet\tthe\tminimum\tlocal\t\ncode\tfire-rating\trequirements.\t\t\n \n— Seat cushions to be a minimum of 1.8 lbs..../ft³  foam density, ILD 11.8 to 13.6 \nkg (26 to 30 lbs....)\n \n— Back cushions to be a minimum 1.5 lbs..../ft³  foam density, ILD 6.8 kg (15 \nlbs....)\nAll cushions shall have a foam core with a layer of Dacron wrap. No other padding \nwrap is acceptable. Padding shall be covered in muslin fabric and then C.O.M. \n(Customer’s Own Material).\nB. Sustainable Criteria for Furniture\nCriteria\nAll furniture meet at least one of the following criteria:\n \n— are reused,\tif\tpossible;\n \n— if new, are manufactured with at least 40% recycled content (measured by \nmass) and 90% recyclable content (measured by mass and designed for \ndeconstruction\twith\tcomponents\tthat\tcan\tbe\trecycled);\n \n— if new, have a Cradle to CradleCM\tprogram\tSilver\tor\thigher\tcertificate;\n \n— if\tnew,\tthe\tcompany\tmanufacturing\tthe\tproducts\tis\tcertified\tunder\tthe\tFurniture\t\nIndustry\tSustainability\tProgramme\t(FISP)\tscheme;\n \n— are supplied with an environmental product declaration, written in accordance \nwith\tISO\t14025\tstandards;\tor\thave\tbeen\tawarded\ta\tBusiness\tand\tInstitutional\t\nFurniture\tManufacturers\tAssociation\t(BIFMA)\t‘level’\tcertification.\t\nAnd:\n \n— if containing timber components, the timber meets the criteria of good practice \nmeasure D20 Timber.\n \n— Recycled content claims must comply with ISO 14021:1999 Type II Self \ndeclared Environmental Claims and state knowledge of IAQ emissions.\nAssessment\nAt design stage: check\tspecifications\texplicitly\treference\tat\tleast\tone\tof\tthe\t\nabove criteria or specify a product that meets the criteria.\nAt handover stage: collate manufacturers’ data for installed products responding \nto the criteria or provide a statement of retention/reuse of existing wall coverings.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "40\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nAt occupancy stage: if wallpaper has been changed or added then carry out \nthe handover stage assessment. If this measure was achieved at handover stage \nand wallpaper has not been changed or added, this measure will be achieved by \ndefault.\nRationale\nThe aim is to reduce the embedded lifetime environmental impacts of materials \nwhich can be estimated using life cycle analysis (LCA). LCA takes account of \nenvironmental impacts over the lifetime of a product, for example the impact \narising from mineral extraction, manufacturing, transport and end-of-life disposal. \nLCA is the basis of environmental product declarations and environmental \npreference methods for materials selection.\nGuidance\nMany suppliers may claim their products contain recyclable components and \nmaterials. However, components may be bonded in such a manner to prevent \nseparation and recycling into individual waste streams or local recycling facilities \nmay simply not exist for any given material. Unless a recycling facility can be \nexplicitly\tidentified\tthat\tis\table\tto\treprocess\tthe\tcomponents\tand\tmaterials\tat\t\na high level in the value chain, e.g. plastic elements are reprocessed into new \nfurniture and not simply down-cycled into plastic bags or other lower value \nproducts, it is not acceptable to claim that a product is recyclable. Some suppliers \novercome\tthis\tissue\tby\toffering\tin\thouse\ttakeback\tand\trecycling\tschemes\t–\t\nalthough not an essential requirement to achieve this measure, the commitment \nof a supplier to take-back and recycle their products is an excellent source of \nevidence to support the claim that a product is recyclable. Where recyclable \ncontent\tis\tidentified\ta\tconfirmed\troute\tfor\trecycling\tinto\tnew\tproducts\tof\ta\tsimilar\t\nquality\tmust\tbe\tidentified.\t\nThe furniture manufacturer must clearly demonstrate and state that the \n‘recyclable’ material does not degrade in quality after recycling and can be reused \nfor a similar application. The aim is to promote a closed loop cycle of material use \nwith minimal material waste. \nRefer to the following list of references where products have declared recycled \ncontent in the construction products:\n \n— Zero\temissions\tfrom\toffice,\tcontract\tand\tkitchen\tfurniture,\tBFM\treport\tfunded\t\nby the TSB and concluded in 2008, including detailed impacts from a redesign \nof a tub chair example. BFM (2002) \n \n— Implications of sustainable development for UK reproduction furniture \nmanufacturers. BFM Ltd, London.\n \n— Calculating and declaring recycled content in construction products, ‘Rules of \nThumb’ guide, WRAP.\n \n— GreenSpec – a directory of sustainable construction products in the UK.\n \n— ISO 14025:2006\n \n— ISO 14021:1999\n \n— The Cradle to CradleCM\tprogram\tlists\tall\tthe\tproducts\tthat\thave\tbeen\tcertified.\t\nBFM Environment Projects (British Furniture Manufacturers).\n \n— FISP – Furniture Industry Sustainability Programme.\n \n— BIFMA\tLevel\t–\tfurniture\tenvironmental\tcertification\tscheme.\n \n— EU Green Public Procurement – Furniture Product Sheet.\n \n— UK Defra – Government Buying Standards – Furniture Standards.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "41\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nEXAMPLES OF ECOLABEL OR CERTIFICATION ACCORDING TO THE FURNITURE TYPE\nEPD (ENVIRONMENTAL PRODUCT DECLARATION) \nAn\tEPD\t(Environmental\tProduct\tDeclaration)\tis\ta\tverified\tand\tregistered\tdocument\tthat\tcommunicates\t\ntransparent and comparable information about the life-cycle environmental impact of products.\nHaving an EPD for a product does not imply that the declared product is environmentally \nsuperior to alternatives — it is simply a transparent declaration of the life-cycle environmental \nimpact.\nAn EPD is created and registered in the framework of a programme based on ISO 14025, such \nas the International EPD® System.\nC. Sofa, Day Bed, Sofa Bed, Loveseat,                                \n \nSectional, and Chaise Lounge \nSofa, Daybed, Loveseat, Sectional and Chaise Lounge Size:  \n \n— Average compressed seat height to crown: \n \n— 460 mm (18”) Compressed seat heights under 16” will not be accepted. \n \n— Average overall depth: \n \n— 760mm  – 860 mm (30” – 33 ¾”). \n \n— Average seat depth: \n \n— 600 mm (23½”). \nThe scale and design of the sofa, sleeper sofa, loveseat, sectional, or chaise \nlounge is determined by the Interior Designer to meet the room size, layout and \nfunctionality\trequirements.\tIn\tall\tproperties,\tone\tsize\tFF+E\tdoes\tnot\tfit\tall\troom\t\ntypes, therefore it is required that multiple sizes of the same style FF+E types will \nbe required for room roll outs.\nIn instances where a sofa back is fully exposed to a room, it must have enhanced \ndetailing, (i.e. contrast fabric, stitching, tufting, etc.) or visually dressed with \nadditional FF+E layering.\nLoose\tdecorative\tpillows\tshall\thave\ta\t50/50\tdown/feather\tfibrefill\twithin\ta\t\npermanent cotton fabric casing and a removable outer cover with a concealed rust \nproof zipper, colour to match fabric.\nIf Loose Seat/Back Cushions are proposed in design:\n \n— Unless\tspecified\totherwise,\tattach\tloose\tcushions\tto\tframe\twith\tD\trings\tor\tties\t\nat back corners of cushion.\n \n— Provide non-rusting concealed zipper closures.\n \n— Cover in muslin fabric and then C.O.M. (Customer’s Own Material).\n \n— Cushions shall be fully reversible.\nWhere\tday\tbeds\tor\tchaise\tlounge\tare\tconsidered,\tthe\tdimensions\tspecified\tshould\t\nconsider sizing that permits a child sleeping when necessary.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "42\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nLeggett & Platt Contract Linen 312 or equal\nDimensions\n150mm x 915mm x 1830mm (6” x 36” x 72” ) \n150mm x 1320mm x 1830mm (6” x 52” x 72” ) \n150mm x 1520mm x 1830mm (6” x 60” x 72”)\nTop Ticking\nLinen Damask\nQuilting\n42 g (1.5 oz.) Polyester Fibre\nFiller\n25 mm (1”) 42 g (1.5 oz.)  Polyester Fibre\nInsulator Pad\nTop\t¼”\t\t.75\toz.\t(6mm)\t(21\tg)\tDensified\t\tFibre\tPad\t(2pcs) \nBottom\t¼”\t.75\toz.\t(6mm)\t(21\tg)\tDensified\nSpring Unit Dimensions\n36” Twin: 207 Coils, 915mm x 1800mm (36”x71”) \n52” Double: 299 Coils, 1320 mm x 1800mm (52”x71” ) 60” \nQueen: 345 Coils, 1530mm x 1800mm (60”x71”)\nGauge\n350mm (13 ½” ) 80mm (3 ¾” ) \nBottom Ticking\n 70 g (2.5 oz.) Grey Fibre bond\nBorder Quilting\n14g (.5 oz.) Polyester Fibre\nBinding\n 3 cm (1 ¼”) Beige – top and bottom\nCorner Guards\n4\nBag\n1.5 mil\nSleeper\tsofas\tare\trequired\tto\tbe\tspecified\twithin\tall\tsuite\tproducts\tunless\t\nrequested by hotel operations.\nFairmont Gold sleeper sofa requirements will be decided on an individual property \nbasis.\nQueen size sleepers should be used wherever possible. Double size sleepers shall \nbe considered where space is limited.\nSleeper sofa dimensions are dictated by the sleeper mechanism.  Accor’s luxury \nsleeper sofa standard is Leggett and Platt 3500 series.\nIn the NCA region, sleeper sofas are to be supplied by American Leather - \nwww.americanleather.com\nD. Lounge Chair, Occasional Chair, and \nOttoman\nSize: \n \n— Average compressed seat height to crown: \n \n— 405\t-\t460\tmm\t(16”\t–\t18”\tA.F.F.)\twhen\tused\twith\ta\tcoffee\ttable.\n \n— Average overall chair depth is:\n \n— 762 - 840 mm (30” – 33”).\n \n— Average seat depth: \n \n— Should not exceed 600 mm (23”) unless a kidney cushion is provided.\n \n— Recommended interior seat width: \n \n— 560 - 610 mm (22”- 24” ) wide. \n \n— Arm height: \n \n—  Shall clear table apron by minimum of 50 mm (2”).\nCoordinating ottoman shall be 25mm (1”) lower than the accompanying chair \nseat height. The ottoman should compliment the chair design and should be \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "43\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nproportional to the accompanying chair. The width of the ottoman should not \nexceed the overall width of the chair.\nWhere possible, seat cushions should be loose, and reversible, with concealed \ncommercial grade metal non-rusting ripper.\nE. Dining Chair\nSize:\n \n— Average compressed seat height to crown: \n \n— 460mm-480 mm (17” – 19”  A.F.F.). This is the measurement between the \nfinished\tfloor\tand\tthe\ttop\tof\tthe\tseat.\t\t\n \n— Dining chair compressed seat height should be the same as the adjacent \nbanquettes, sofas, and loveseats.\n \n— The distance between the seat height and the underside of the table or bar:\n \n—  Approximately 304 mm (12”).\n \n— Average seat depth:\n \n—  558 mm (19 ½”).\n \n— Average seat width for armless dining chairs: \n \n— 500mm-600 mm (20” – 24”).  This dimension is taken from the outside \nedge of the chair.  \n \n— Arm\theight,\tif\tspecified:\n \n— Arm height shall clear table apron by minimum of 50 mm (2”).\nProvide stretchers to support legs if it suits the chair style.\nFor F&B outlets, refer to Project Brief for exact requirements. Flexibility of seating \nis required and will be based on operational needs.\nThe\tinterior\tdesigner\tand\tprocurement\tmust\tconsider\tthe\tweight\tof\tthe\tfinished\t\nchair\tand\tensure\tit\tcan\tbe\teasily\tmoved\tby\thotel\tstaff\tor\tby\ta\tguest.\nF. Bar/Counter Stool\nSize:\n \n— Average compressed seat height to crown: \n \n—  Varies According to bar top height. \n \n— 250mm – 300mm (10”- 12”) below bar top with consideration for leg room.\n \n— The distance between the seat height and the underside of the table or bar:\n \n— Approximately 304 mm (12”).\n \n— Average seat depth: \n \n—  558 mm (19 ½”).\n \n— Average seat width: \n \n— 380 – 500 mm (15” – 20”)\n \n— Arm\theight,\tif\tspecified:\n \n— Arm height shall clear table apron by minimum of 50 mm (2”).\n \n— Manoeuvring space: \n \n— 150 mm – 300 mm (6”-12”) between stools that are lined up along the side \nof the bar.\nBacks of barstools should consider enhanced detailing (i.e. contrast fabric, \nstitching, tufting, etc.)\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "44\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nStyle/Design Concept:\n \n— For F&B outlets, a combination of stools with and without arms is preferred. \nWhen\tfoot\trail\tis\tspecified,\tmetal\tcap\tshall\tcover\tthe\tlength\tof\tthe\trail\tfor\t\nprotection.\nSeat Construction\n \n— Back Cushion: Tight, cushion shall crown.\n \n— Seat Cushion: Tight, cushion shall crown.\nG. Task Chair\nSize:\n \n— Average seat width : \n \n—  510mm (20”)\n \n— Average seat depth: \n \n— 495mm (19.5”)\n \n— Arm height: \n \n— Must be considered to work well with the bottom of the work surface to \navoid damaging chair arm, table edge, or drawers.\nUpholstery selections should be considered from the vendors running line.\nStyle/Design Concept:\n \n— Specify\ttask\tchairs\tthat\thave\tbeen\tcertified\tfor\tadditional\tenvironmental\t\ncriteria, for example, in the NCA region (only) BIFMA Level®, Cradle to \nCradle®,\tor\tSMART®\tcertification.\nTask chair must be ergonomic, action back chair with fully adjustable arms and an \nadjustable, 360-degree swivel base.\nCastors shall be 60 mm (2 ½”) diameter shepherd (heavy duty) castors.\nMaterial selections preferred to be selected from manufacturer’s running line of \nfabric.\nH. Bed Bench\nSize:\nDetermined by the height of the mattress. To be at least 50 mm (2”) lower than \nthe top of the mattress. \nI. Desk Chair (Work Surface Chair)\nTraditional desks are no longer a guest expectation however a work surface must \nbe provided in guest rooms. It is the Interior Designer’s responsibility to ensure \nthat two companion chairs are provided where dining, activities, and work may \ntake place in a guest room or suite product.\nSize:\n \n— Average compressed seat height to crown: \n \n— 18”\t(460mm).\tThis\tis\tthe\tmeasurement\tbetween\tthe\tfinished\tfloor\tand\tthe\t\ntop of the seat.  \n \n— Average seat depth: \n \n—  19.5” (495mm)\n \n— Average seat width : \n \n— 20” (510mm)\n \n— Arm\theight,\tif\tspecified:\n \n— Arm height shall clear table apron by minimum of 50 mm (2”).\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "45\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nJ. Banquet Chairs\nSize:\n \n— Average compressed seat height to crown: \n \n— 460mm\t(18”).\tThis\tis\tthe\tmeasurement\tbetween\tthe\tfinished\tfloor\tand\tthe\t\ntop of the seat.  \n \n— Average seat depth: \n \n— 500 mm (19½”)\nStyle/Design Concept:\n \n— Stackable, action back chair.\nFinish/Material:\n \n— Fabric shall be suitable in colour, texture, and material for a high food service \nenvironment.\nSeat Construction:\n \n— Back Cushion: Tight, cushion shall crown.\n \n— Seat Cushion: Tight, cushion shall crown.\nLegs\tshall\thave\tappropriate\tmaterial\tand\tcolour\tglides\tto\tfloor\tsurface\tupon\twhich\t\npiece will sit. \nK. Banquette\nSize:\n \n— Average compressed seat height to crown: \n \n— 460mm-480 mm (18” – 19”  A.F.F.) \n \n— Compressed seat height to coordinate with adjacent chairs and table height.\n \n— Average depth: \n \n—  660 mm (26”)\n \n— Average seat depth: \n \n— 460 mm-480 mm (18”-19”). \n \n— Back rest angle:\n \n— 6º - 12º back angle is recommended for guest comfort. Lower lumbar \nsupport is mandatory.\nRecessed toe kick must be incorporated into design.\nLevelers must be incorporated into design.\nL. Window Seat\nCushions must be reversible with commercial grade, concealed, non-rusting \nzippers.\nFinish/Material:\n \n— Fabric shall be suitable in durability and colourfastness for extended sun \nexposure.\nM. Outdoor Furniture\nStyle/Design Concept:\n \n— Designer\tspecified.\nFinish/Material:\n \n— Powder coated aluminium, brushed stainless steel and other anodized metals, \nsolid woods, teak, woven resin, tempered glass, and all-weather materials \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "46\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nshall be used (impervious to sun, rain, frost, snow and extreme temperature \nexposure).\n \n— Teak used in hot climates with extensive sun exposure must be oiled every 6 \nmonths therefore we discourage this material.\n \n— Teak is not to be used in Wellness, or Spa & Fitness Areas in very hot climates \nwith extensive sun exposure.\n \n— All\twood\tto\tbe\treclaimed\tor\tFSC\tCertified\tand\tlocally\tsourced.\n \n— Fabrics shall be Sunbrella, Perennial or comparable non-fading, solution dyed, \nsoil-resistant and extremely durable. \nConstruction:\n \n— Outdoor seat and back cushions are to be loose and reversible. \n \n— Cushions are to be attached with Velcro or ties to the chair frame. \n \n— Cushion insert must be made of Dry-fast foam and have concealed, commercial \ngrade, non-rusting zippers.\n \n— Chaise\tlounges\tshall\thave\tadjustable\tbacks\tallowing\tfor\tthree\tto\tfive\tdifferent\t\npositions, one of which to be a full recline.\n \n— Pool deck lounges shall have wheels at the back for silent and easy relocation. \n \n— Beach chaise lounges shall be stackable.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "47\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nN. Ergonomic recommendations\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "48\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nN. Ergonomic recommendations (continued)\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "49\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. \nGeneral Conditions\nB. \nLamps\nC. \nShades\nD. \nWall Sconces, Pendants and Surface Mounted Ceiling Fixtures\nE. \nFloor Lamps\nF. \nEnd Table and Side Table Lamps\nG. \nTask Lamps\nH. \nHeadboard Reading Lamps\nI. \nNight Stand Lamps\nJ. \nLight level guidelines\n6. Lighting\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "50\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. General Conditions\nAll\tlamps\tand\tlighting\tfixtures\tshall\tbe\tfabricated\tusing\texperienced,\tskilled\t\nworkmen and the highest standards of workmanship.  \nAll\tlight\tfixtures\tmust\tbe\tcontract\tquality.\tDesign,\tscale,\tluminance\tvalue\tand\t\ncolour\tof\tlamps\tand\tfixtures\tshall\tconsider\tlocation\tand\tend\tuse\tand\twhen\t\npossible, be selected in conjunction with the project Lighting Consultant.  \nReinterpretations\tof\toriginal\tlight\tfixtures\tand\tdesigns\twill\tnot\tbe\taccepted.\nAdequate illumination is required in all public areas this includes corridors, \nwalkways, stairways, and landings.  \nLighting Consultants shall be hired for all public areas to provide ceiling lighting \ndesigns that achieve multiple lighting scenes and wattage levels depending on the \narea (i.e. Restaurant/Bar, Lounge, Reception, Conference) and intent. Consultant \nto ensure lighting design is developed in Accordance with local codes.\nRenderings/photometrics to be provided by Lighting Consultant to illustrate \nlighting design intent to brand, operator, and owner.\nAll\tpublic\tarea\tfixtures\tto\tbe\twired\tinto\tthe\thotel\tdimming\tsystem\tand\tcomply\twith\t\nthe\tLighting\tConsultant’s\trecommendations.\tPublic\tarea\tfixtures\tmust\tnot\tinclude\t\ndimmers or functional pull chains.\nFor new build projects it is mandatory a Lighting Consultant shall be hired on the \nproject team for:\n \n—  Public areas \n \n—  Guest rooms and suites\nContractor shall locate and provide outlet boxes, receptacles, device plates, \nswitches,\tjunction\tboxes,\twhere\tthey\tare\tpart\tof\tthe\tfixture\tand\tindicated\ton\t\nequipment electrical layout sheets.\nInterior\tDesigner\tshall\tensure\tboth\tspecifications\tand\tshop\tdrawings\tclearly\t\nindicate wiring and mounting details.\nOverall\tfixture\tdrop\ton\tceiling\tfixtures\tare\tto\tbe\tvalidated\tand\tprovided\ton\tthe\t\nspecifications\tin\torder\tto\tavoid\tdoor\tswings,\tshutters,\twindows,\t\tetc..\t\nInterior\tDesign\tspecifications\tmust\tclearly\tstate\tmounting\tand\twiring\tdetails.\nLamps\tshall\tbe\tsupplied\twith\tinstant-on,\tflicker\tfree\toperations\tfor\tguest\t\nsatisfaction.  \nAll\telectrical\twork\tshall\tbe\tfurnished\tand\tinstalled\tby\ta\tcertified\telectrician\t\ncontracted by the General Contractor. This includes but is not limited to hard-\nwired\tdecorative\tlighting\tinstallation,\tinstallation\tof\tconduits\tto\tfixtures,\tconnection\t\nto boxes, and the wiring of electrical outlets, and equipment.  \nFor\theavy\tfixtures,\ta\tsecondary\tsecurity\tsupport\tmechanism\tis\trequired.\nVendor\tto\tensure\tease\tof\tre-lamping\tfor\tall\tlamps\tand\tfixtures.\tIf\tLED\tintegrated\t\nmodul, vendors has to provide a solution to remplace only the integrated modul \neasily\tand\tnot\tthe\tcomplete\tfixtures\nVendor\tto\tprovide\tbenefits\tand\tlimitations\tof\tdesigns\tand\tprovide\talternate\toptions\t\nor solutions.\nBoth\tarchitectural\tand\tdecorative\tlighting\tcontrols\tshall\tbe\teasily\tidentified\tand\t\naccessible to guest.\nGuest convenience outlets shall not be provided within the table lamp base.\nVO\t:\tAll\tlamps\tand\tlight\tfixtures\tshall\tmeet\tvoltage\tand\tgoverning\telectrical\t\nrequirements dictated by local, state, and international codes, including but not \nlimited to UL Listing (for North America) or equivalent regulations. \nProjection of wall sconce must adhere to ADA codes or equivalent regulations.\nSwitching\ttype\tshall\tbe\tspecified\tto\tadhere\tto\tADA\tor\tlocal\tcodes.\nAll metal hardware shall be corrosion proof and/or powder coated against rusting \nand deterioration.  Interior Designer must consider aesthetics as well as climate \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "51\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nconditions in which the property is located.\nWattage to be determined by the Lighting Consultant in Accordance with local \ncodes.\nFixtures installed outdoors in exposed areas shall be UL listed for wet and/or damp \nlocations.\nFor safety and energy consumption reasons, halogen bulbs in standing lamps shall \nbe avoided.\nAll bases shall be weighted and completely covered with felt or other protective \ncoating. Felt bases shall not be visible.\nAll metal components shall be sealed with a clear, (non-rust) coating to withstand \nthe 1,000 hour salt spray test.\nCord\nProvide\tinsulated\tcord\twith\tpolarised\tgrounded\tcap\tof\tsufficient\tsize\tand\tcapability\t\nto carry the connected load. \nCord colour to be determined by Interior Designer to compliment the surrounding \nspace\tand\tfinishes\twith\t8’\tmaximum\tlength\t(2,440\tmm\tlong).\t\t\nInterior Designer shall be responsible for ensuring that cords are concealed and \nnot\treadily\tvisible\tto\tthe\tguest.\tCord\tmanagement\tis\tfirst\tand\tforemost.\nB. Lamps\nLED sources are mandatory. All lighting shall be thought for LED bulbs and for all \nthe hotel zones (exterior and interior including back of house areas).\nIncandescent or eco-halogen bulbs will be considered on case by case instances \nand validated by the Accor DTS interior designer.\nInterior Designer/Lighting Consultant shall ensure all lamps have the same dim \nrate\tand\tcan\tbe\tdimmed\ttogether\twhen\tselecting\tfixtures.\nSpecified\tlamps\tshould\thave\ta\tminimum\t5\tyear\twarranty.\t\t\nMock-up and samples are required  to review quality and performance.  \nSometimes site evaluation is required to verify light output levels and colour \nrenderings.\nPublic areas and hotel exteriors require a centralized dimming system.  \nConsult municipality or local jurisdiction for lamp restrictions that may change \nduring the course of design. Lamping shall comply with local city/country codes of \nwhere it is to be used.\nIn guest room and suite areas the use of LED bulbs with the colour temperature of \n2700 degrees Kelvin is to be used. LED bulbs shall have 3500 lumens for longevity.\nExterior public space areas use 2700 – 3000K LED lighting unless there is a \nspecific\tdesign\tobjective\trequiring\ta\tdifferent\tlighting\trequirements\tor\tcolour\t\ntemperature.\nBack of House areas consider the use of T8 - LED bulbs including parking garages. \nIt is recommended using 2700 – 3000K. In parking garages use a shield lamp to \nminimize glare. Metal Halide may also be considered in parking garages.\nC. Shades\nAll\tlighting\tshades\tshall\tbe\tspecified\tby\tthe\tInterior\tDesigner.\tShade\tspecification\t\nshall include details, shape (bell, round, square, hexagonal, oval, etc.), dimension, \nmaterial, lining, and shall match other shade colours and materials in the room.  \nThe\tInterior\tDesigner\tmust\tsite\tverify,\tconfirm,\tand\tinclude\twithin\tspecifications\t\nfittings\tand\tattachments\tneeded.\t(For\tnew\tor\texisting\tlamps.)\nLamp\tshade\tshall\tconceal\tand/or\tdiffuse\thot\tspots\tcreated\tby\tbulbs.\nTo ensure guest safety, ensure shade is not hot to touch.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "52\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nDiffusers\tshall\tbe\tused\tto\tconceal\texposed\tbulb\tfrom\tguest\tview\twhile\tseated\tor\t\nlying down.\nShade\tfittings\tmust\tprevent\ttilting,\tand\twill\tprovide\tsplit\twashers,\tshade\tO-rings,\t\nreflectors,\tetc.\tas\tspecified\tby\tthe\tInterior\tDesigner.\nSpine of shade and harp of lamp shall not be visible.\nD. Wall Sconces, Pendant, and Surface     \n \n Mounted Ceiling Fixtures\nDesigner shall identify all local requirements for installation, prior to production of \nlighting\tfixtures\t(i.e.\tSeismic\tRequirements\tin\tBallrooms).\nEnsure\toverall\tdrop\tof\tceiling\tfixture\tin\tballroom/meeting\troom/boardroom\tdoes\t\nnot impede the use of audio visual equipment.\nLamping\tin\tceiling\tfixtures\tand\twall\tsconces\tshall\tbe\tevaluated\ton\ta\tcase-by-case\t\nbasis\tdepending\ton\tthe\ttype\tof\tlight\tfixture.\t\nDecorative\twall\tsconce,\tpendant,\tor\tsurface\tmounted\tfixtures\tmust\tbe\thard-wired\t\ninto a j-box. For renovations, wall sconce may be designed to allow for plug in \ntype\tfixtures\twhere\tthe\tcord\tis\tvisually\tconcealed\tfrom\tthe\tguest.\t\t\nIn\tguest\trooms\tthese\tthree\t(3)\ttypes\tof\tfixtures\t(wall\tsconce,\tpendant,\tsurface\t\nmount)\twill\tbe\tdimmable\teither\tswitched\ton\tfixture\titself\tor\tthrough\tthe\tguest\t\nroom overall dimming system. \nE. Floor Lamps \nFor new builds, the lamp will be connected into a power outlet or wireless system \nwith a dimming module to coordinate with the overall guest room dimming system. \n(Such as Lutron - Pico system.)\nFloor\tlamp\tfixtures\tshall\tbe\tdimmable.\t\nFor guest rooms renovations: Socket switch is to be located on pole, 80 mm (3”) \nbelow base of bulb. \nFloor lamp base is to be weighted for stability and to avoid tipping. Levelers may \nbe required.\nLight output will be equivalent to two (2) 100 watt (approximately 1600 Lumen \neach) bulbs.\nF. End Table and Side Table Lamps\nFor new builds, the lamp will be connected into a power outlet or wireless system \nwith a dimming module to coordinate with the overall guest room dimming system. \n(Such as Lutron - Pico system.)\nBoth end table and side table lamps shall always be dimmable. \nDimming switch locations for renovation projects are 80mm (3”) from base of \nlamp on the cord or 80mm (3”) below base of bulb on the lamp.  \nLight output will be equivalent to one (1) 150 watt (approximately 2250 Lumen) \nbulb.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "53\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nG. Task Lamps\nFor new builds, the lamp will be connected into a power outlet or wireless system \nwith a dimming module to coordinate with the overall guest room dimming system. \n(Such as Lutron - Pico system.)\nInterior designer to provide task lamp that is appropriate for the ). (Task lamps \ncan have adjustable arms.\nThe bottom of the shade should measure 410 mm (16”) from the top of the desk, \nor should be adjustable to this dimension, for best lighting.\nShade and base are to be of appropriate size so as not to infringe upon the \nsurface area of its location.\nTask lamps shall be dimmable. Dimming switch locations for renovation projects \nmust be easily visible and workable by guests. Ideal locations are on base of lamp or \nsocket.\nTask lamp base will be weighted with felt bottoms. Felt must not be visible.\nLight output will be equivalent to two (2) 100 watt (approximately 1600 Lumen \neach) bulbs.\nH. Headboard Reading Lamps\nReading lamps that are build into the headboard are preferred. \nFor reading lamp quantity and location requirements, refer to: \nSection 7. Casegoods G. Headboard\nReading lights shall be adjustable with LED lamping with a separate ON/OFF \nswitch.\tOn/Off\tswitch\tshall\tbe easily visible and accessible while guest is lying in \nbed.\nI. Night Stand Lamps\nFor new builds, the lamp will be connected into a power outlet or wireless system \nwith a dimming module to coordinate with the overall guest room dimming system. \n(Such as Lutron - Pico system.)\nInterior designer to provide dimmable decorative lamp, pendant, or wall sconce \nstyle lamp at or above the night stand. \nDimming switch locations for renovation projects should be controlled by switches \nintegrated into the headboard. When this is not possible, switches must be easily \nvisible and workable by guests. Ideal locations are on base of lamp or socket.\nWhen a decorative lamp is used, an “S” socket is preferred.\nDecorative lamp base will be weighted with felt bottoms. Felt must not be visible.\nLight output will be equivalent to two (2) 100 watt (approximately 1600 Lumen \neach) bulbs.\nJ. Light Level Guidelines\nLighting Consultants shall be hired for all public areas to provide ceiling lighting \ndesigns that achieve multiple lighting scenes and wattage levels depending on the \narea (i.e. Restaurant/Bar, Lounge, Reception, Conference) and intent. Consultant \nto ensure lighting design is developed in Accordance with local codes.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "54\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nLux levels by hotel zones:\nClick on the brand logo to go to the Technical standards in the D&TS Library :\nLUXURY Brands\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "55\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. \nGeneral Conditions\n \n— Wood Materials\n \n— Metal Materials\n \n— Glass and Stone Tops\n \n— Finishes\n \n— Adhesives\n \n— Lighting\n \n— Electrical Components\n \n— Hardware and Accessories\nB. \nSustainability Criteria\nC. \nEnd / Occasional Table\nD.\t\nCoffee\tTable\nE. \nDining Table\nF. \nConsole\nG. \nMini-Bar / Refrigerator / Credenza\nH. \nHeadboard / Bed Base\nI. \nNight Stand\nJ. \nGuest Room Desk\nK. \nF&B Host Stand\nL. \nF&B Service Station\n7. Casegoods\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "56\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. General Conditions\nAll work shall be completed by experienced and skilled workmen to the highest \nstandard\tof\tcraftsmanship\tand\tmanufactured\tby\ta\tfirm\tspecialising\tin\tCasework\t\nwith\ta\tminimum\tof\tfive\t(5)\tyears\tindustry\texperience.\nMaterials\tand\tfinishes,\tboth\texterior\tand\tinterior,\tshould\tbe\tselected\twith\t\naesthetics, durability, and local climate conditions in mind.\nAll\twood\tmaterials\tshall\tbe\tFSC\tCertified.\tAll\twood\tsubstrates\t&\tbinders\tshall\thave\t\nno added urea formaldehyde (NAUF).\nCleaning instructions shall be provided by fabricator specifying material \ncomposition and preferred cleaning method.\nAll\twork\tand\tmaterials\tshall\tconform\tto\tthe\tdrawings\tand\tspecifications;\tany\t\nchanges or deviations in materials or methods shall be approved by Accor Interior \nDesign Lead.\nA\tsample\tof\teach\twood\tspecies\tand\tfinish/veneer\tfrom\tselected\tmanufacturer\t\nmust\tbe\treviewed\tprior\tto\tfinal\tcasegoods\tapproval.\tSample\tshall\tbe\tfire\tretardant\t\ntreated\twood\twhere\tspecified\tor\trequired\tby\tlocal\tcodes.\tReview\tis\tbe\tfor\tcolour\t\nand\ttexture\tonly;\tcompliance\twith\tother\trequirements\tis\tthe\tresponsibility\tof\tthe\t\nDesigner.\nApproved\tfinish\tsamples\tshall\tbe\tapplied\ton\tthe\tappropriate\twood\tor\tbase\tmaterial\t\nas\twill\toccur\ton\tthe\tfinal\tinstalled\tcasework\titem.\nAll\tcasegoods\thardware,\taccessories,\tand\tfinishes\tshall\tbe\tindicated\ton\tdrawings\t\nand\tspecifications,\tsamples\tshould\tbe\tprovided\tupon\trequest.\tManufacturer\t\nshall\tensure\tall\tcasegoods\tpieces\twill\tfit\tin\televators\tand\tthrough\tdoors\tprior\t\nto commencing fabrication. Delineate all pieces in shop drawings and ensure \nthat separate pieces of cabinets lock securely in place and are attached with \nmechanical fasteners in situ.\nAll Casework materials and Casework shall be stored in a dry, ventilated place, \nprotected from the weather and complying with the temperature and humidity \nrequirements.\nAny\tmaterials\tused\tin\tthe\tmanufacturing\tprocess\trelated\tto\tthe\tconstruction,\tfinish\t\nor treatment of this item shall be suitable for use in varying climactic situations, \nimpervious to damage from exposure to extreme humidity, and known not to be \nliable to rusting, corrosion, mildew, rotting, delaminating, cracking, warping and/or \nsplitting. \nFrames\n \n— Framing and blocking members shall be assembled with bolted and screwed \nconnections, and shall be secured to the structural backings with expansion \nscrews, or toggle bolts, as required, spaced and installed so as to insure ample \nstrength and rigidity.\n \n— Corners should be braced with either corner blocks or steel braces on their \ninner parts. \n \n— Rails and stiles shall be mortis and tenon or dowel joints, work neatly mitered \nand\tmembered,\tall\tbutt\tjoints\tmade\tflush\tand\tsmooth,\tand\tall\tpermanent\tjoints\t\nmade up with water-resistant glue. \n \n— All\tsanded\tand\tfinished\tsurfaces\tshall\tbe\tprotected\tfrom\tsoiling\tand\tdamage\t\nduring handling and installation.\n \n— Edges are in ABS or wood but no PVC\nGeneral Conditions – Wood Materials\nAll woodwork materials shall be new and to conform to Premium Grade \nrequirements. All work shall be performed by skilled mechanics of the trade and to \nbe of the highest quality, and comply with applicable Industry Standards (AWI  - \nAmerican\tWoodworking\tInstitute)\tfor\tall\twork\tand\tmaterials\tspecified.\nAll\twood\tmaterials\tshall\tbe\tFSC\tCertified\tand\tlocally\tsourced,\twhenever\tpossible.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "57\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nWood products originating from a tropical climate shall be accompanied by a \n“pest-free”\tcertificate.\t\nAll wood substrates & binders shall have no added urea formaldehyde (NAUF). \nMoisture Content\n \n— All wood shall be kiln-dried to the average moisture content appropriate for \nthe regional climatic conditions of the project site.  Wood shall be free of \nall stresses and case hardening. Proper precautions to be taken to maintain \nspecified\tmoisture\tcontent\tduring\tmanufacturing.\n \n— Maximum moisture content should not exceed 5%. \n \n— After kiln drying, the wood shall be held in properly controlled, warm, dry \nstorage\tfor\ta\tsufficient\tperiod\tof\ttime\tto\tensure\ta\tuniform\tdistribution\tof\t\nmoisture among the individual pieces. \nAfter gluing, built-up legs and lumber cores shall be permitted to cure, or \ncondition, to ensure a uniform distribution of glue joint moisture and the \nelimination of sunken joints of spring-back stresses that might impair serviceability \nor\tfinished\tappearance,\tand\tbefore\tplanning\tand\tsanding\tand\tcross\tbanding.\nAll exposed solid wood elements shall be clear, straight-grain lumber of the best \ngrade\tof\tspecified\tspecies\tas\tlisted\tby\tthe\tNHLA.\tLumber\tshall\tbe\tfree\tof\tany\t\ndefects\twhich\tmight\timpair\tserviceability,\taesthetics,\tand/or\tfinish.\t\nSolid\twood\telements\tshall\talso\tbe\tidentified\taccording\tto\tthe\tfollowing,\tunless\t\nindicated\totherwise\ton\tdrawings\tand/or\tspecifications:\n \n— Species\tof\tFace\tWoods\treceiving\ttransparent\tfinishes\tshall\tbe\tas\tspecified\ton\t\nthe\tdrawings\tand\tshall\tbe\tselected\tfor\tspecified\tgrain\twith\tuniform\tcolour\tand\t\ngrain\tsuitable\tfor\tuse\twith\tthe\tfinished\tveneer\twith\twhich\tit\tis\tused.\n \n— Unexposed woods shall not contain plugs, knots, pitch pockets, splits, rough \ngrain or other open defects.\n \n— Drawer interiors shall be sanded smooth, lacquered, and waxed.\nThe\tunderside\tand\tthe\tback\tof\tall\tcasegoods\tshall\tbe\tsanded\tand\tfinished\tif\t\nexposed to the guest. \nParticleboard may be used on only case pieces when it is not visible to the guest \n(i.e. back of nightstands, consoles, etc) and not structural.\nAll exposed and vulnerable edges shall be solid wood of a minimum of 1/8”, no \nveneers.\nVeneer\n \n— All veneer core elements shall be clear straight-grain lumber of the best grade \nof\tthe\tspecified\tspecies.\t\n \n— Where\tveneer\tdiffers\ton\ttwo\tsides,\tthe\tveneers\tare\tto\tbe\tof\tsimilar\tthickness,\t\ndensity and characteristics to prevent any warping. \n \n— Veneers are not to contain any open joints, face depressions, glue stain or \nother manufacturing irregularities.\n \n— Veneer substrate shall be dimensionally stable plywood, particleboard, MDF or \nHDF of the highest quality and density.\nGeneral Conditions – Metal Materials\nThe metals area highly recyclable but not very much recycled yet. If it's possible, \nfavor supplier who propose a high recycled content or use metal part at a \nminimum. Use metals such as stainless steel and aluminum. \nFinished metal material shall be free of visible pitting and solder marks at joints.\nPlated\tmetal\tfinishes\tare\tpreferred.\tPlating\tmust\tbe\tof\tcontract\tquality\tand\tnot\t\nshow wear marks from guest use. \nPowder\tcoated\tmetal\tfinishes\twill\tbe\tconsidered\tonly\tin\tlocations\twhere\tit\tis\tout\tof\t\nguest’s close view.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "58\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nAny\tmaterials\tused\tin\tthe\tmanufacturing\tprocess\trelated\tto\tthe\tconstruction,\tfinish\t\nor treatment of this item shall be suitable for use in varying climatic situations, \nimpervious to damage from exposure to extreme humidity, and known not to be \nsusceptible to rusting or corrosion.\nAll items are to be assembled in single and complete units except where \ndimensions do not permit for easy shipment and installation.\nJoints\n \n— Joints shall be completely welded and any excess solder removed to make an \ninvisible weld.\n \n— Solid metal shall be beveled before pieces are joined to make a strong \nconnection.\n \n— Cast iron and wrought iron shall be mechanically joined rather than welded \ntogether.\n \n— Brass may be braced and mechanically attached to iron.\nEdges\n \n— All\tedges\tshall\tbe\tsmooth\tand\trounded\toff\tand\tfree\tof\texcess\tsolder\tor\tsharp\t\nedges. \nMetal Filler\n \n— Minimal\tuse\tof\thigh-grade\tmetal\tfiller\tis\tacceptable\tfor\tcosmetic\tpurposes\tonly.\n \n— Use\tof\tmetal\tfiller\tas\ta\tsubstitute\tfor\tproper\tjoining\tor\tspecified\tmetal\t\ncomponents will not be accepted. \nIron Tubing\n \n— Iron tubing should be used when there is a weight concern for housekeeping. \nIron tubing shall have a minimal wall thickness of .072 inches (2 mm), but \nshould be thick enough to keep the table from shaking or torqueing while \nproperly supporting the\tspecified\ttop.\nGeneral Conditions – Glass and Stone Tops\nGlass\n \n— Manufacturer shall supply template for glass and/or stone tops by others.\n \n— Minimum 6 mm (¼”) clear protective glass top with polished pencil edge \nshould be provided where stone, glass or other durable surfaces have not been \nspecified\tin\tstandard\trooms\tand\tsuites.\n \n— All glass tops are to be tempered. Manufacturer will provide clear plastic discs \nto hold glass in place. \n \n— Exposed glass tops should have eased or chamfered exposed edges to avoid \ndamage or injury. \nInset Glass Top\n \n— All glass tops are to be tempered. Inset glass tops shall be completely \nsupported by a full frame rather than clips.\n \n— The frame shall be completely level so that the glass will not crack without the \nuse of plastic discs.\n \n— Maximum tolerance for any inset top (the space between the top and the \nsurrounding frame) is 2 mm (1/16”).\n \n— The\tinset\ttop\tshall\tbe\tflush\twithout\tthe\tuse\tof\tany\tplastic\tdiscs\tand\tnot\tsit\t\nbelow the surrounding frame.\n \n— Glass shall be removable for periodic cleaning.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "59\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nStone\n \n— Consider the use of recycled content and locally sourced stone.\n \n— Manufacturer\tto\tsupply\thighest\tquality\tstone\ttop\twhere\tspecified\twith\ta\tsub\ttop\t\nsupport and sealer.\n \n— Marble\tshall\tbe\ta\tminimum\tof\t(20\tmm\t(3/4\")\tthick,\ttype\tas\tspecified,\twith\t\npolished edges on exposed sides.\n \n— Manufacturer shall submit sample of stone prior to fabrication, sample shall \nshow\tproposed\tfinish\tand\tedge\tdetail\tand\tshall\tbe\tsufficient\tsize\tto\tshow\tfull\t\nrange of colour and pattern.\n \n— A\tflat,\tpolish\tfinish\twill\tbe\tprovided\tunless\totherwise\tspecified.\tAll\tstone\ttops\t\nare\tto\tbe\tsealed\twith\tan\talcohol/stain/heat\tresistant\tfinish.\n \n— Exposed stone tops should have eased or chamfered exposed edges to avoid \ndamage or injury.\n \n— Stone\tshall\tbe\tsupported\tby\tmetal\tcrossbars\tin\tsufficient\tnumber\tand\tstrength\t\nfor the type of top. \n \n— Wood sub-tops are not recommended because humidity may cause the wood to \nexpand and crack the stone top. \n \n— Stone tops are to be attached using alternating dabs of marble glue (Matola or \nequal) and silicone caulking.\nGeneral Conditions – Finishes\nAll\tpaint\tand\tother\tfinish\tmaterials\tshall\tbe\tpure,\tunadulterated\tand\tbest\tquality\t\nfrom\tspecified\tmanufacturer\tas\tindicated\ton\tdrawings\tand\tspecifications.\tAll\t\nfinishes\tshall\tmatch\tapproved\tsamples\tsubmitted.\nAll\tcasework\tshall\tbe\tfinished\tas\tindicated\ton\tdrawings\tand\tspecifications.\tNon-\nwater\tbased\tfinishes\tshall\tbe\tused\tto\tinhibit\tmold\tgrowth.\nColour\tand\tfinish\tof\texposed\twood\tparts\tshall\tmatch\tapproved\tsamples.\tAll\t\nsurfaces normally exposed to view shall be stained and given and coat of sealer \nand/or lacquer.\nAll\tiron\tshall\tbe\ttreated\twith\trust\tinhibiting\tprimer\tand\tfinished\twith\ta\tchip\tand\t\nscratch resistant paint. Solid brass components shall be polished and sealed with \nhigh gloss oxidation preventing sealer.\nAll\tmetal\tshall\tbe\telectro\tstatically\tfinished\twith\tweatherproof\tpolyester\tpowder\t\nprior\tto\tfinish.\nAll\taluminum\tshall\tbe\tacid\tetched\t(phosphoric\tacid\tpreferred)\tprior\tto\tfinish\t\napplication to increase paint adhesion.\nShould\tflame-retardant\tor\tbar\tfinish\tprocesses\tcause\tchange\tin\tcolour\tand\teffect\t\non\tfinish\tmaterial,\tfabricator\tshall\tprovide\tsample\tof\tsuch\tchange\tfor\treview\tand\t\napproval.\nAll\tfinishes\tand\tprocesses\tshall\tbe\tin\tcompliance\twith\tcode\trequirements\tfor\tthe\t\nlocation of installation.\nNCA\t:\tUse\tonly\tlow\tVOC,\twater\tbased\tfinishes\tthat\tmeet\tthe\tGreen\tSeal\tlabel.\nGeneral Conditions – Adhesives \n.All adhesive, glues, and mastic are recommended for the required application \nand condition of installation in each case by the manufacturer of the material/item \nbeing adhered and meet Premium Grade/Best Quality Industry Standards. Only \ncompounds, which are proven to be fully compatible with surfaces contacted to be \nused.\nNCA : Use only low VOC adhesives that meet the Green Seal Standard\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "60\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nGeneral Conditions – Lighting\nShall\tbe\tU.L.\tapproved.\tUnless\tspecified\totherwise,\tlamps\tshall\tbe\tslim-line\ttype\t\nT-6\tfurnished\tand\tinstalled\tin\treflector\tas\tshown\ton\tdrawings.\tAll\tslim-line\tlamps\t\nshall\tbe\tDeluxe\twarm\twhite,\tunless\totherwise\tspecified.\nBallasts: Shall be U.L. approved 430 MA for all areas except cocktail lounge area, \nwhich shall be 120 MA. Ballast shall be located in an accessible area for ease of \nreplacement and maintenance.\nGeneral Conditions – Electrical Components\nOutlet Boxes and Plates shall be one piece pressed steel, zinc or cadmium plates, \nknock-out type and shall be provided with all necessary extension and/or plaster \nrings to make them live.\nCover\tplates\tshall\tbe\tspecified\tand\tdecorative/designed\tto\tcompliment\tcasegood\t\nitem. Switch handles shall match cover plates. \nReceptacles \n \n— Shall be 3-wire polarised type Switch-Lock design as manufactured by Byrne, \nMockett, or approved equal. \n \n— Maximum load for duplex receptacle shall be 10 amps total. Maximum load for \nsingle receptacle shall be 20 amps. Receptacle plates and receptacles to have a \nDesigner/Manufacturer\tspecified\tfinish.\nGeneral Conditions – Hardware and \nAccessories\nAll casework hardware and accessories shall be furnished and installed by \nmanufacturer\tand\tshall\tbe\tindicated\ton\tdrawings\tand\tspecifications.\t\nAll\tvisible\thardware\tused\tis\tto\tmatch\tthe\tspecified\tdecorative\thardware\tfinish,\t\nsamples to be provided to Accor Interior Design Lead  and Designer for approval. \nPowder coating may be required in certain climate conditions to prevent against \nrusting and deterioration.\nManufacturer will supply all hardware brackets, cleats bolts and other parts \nrequired for installation of casework.\nHinges, screws, clips and other mounting, attachments or fasteners shall be \ncounter\tsunk\tand\tconcealed\tunless\totherwise\tspecified.\nDrawer Glides\nAll drawers and pull out shelves shall have under mounted metal drawer slides \nwith ball bearing nylon rollers, full extensions, self-closing with stops. Slides shall \nbe rated for pound load appropriate for the indicated use. Approved manufacturers \nare as follows (alternate manufacturers of equal quality may be used):\n \n— Blum\n \n— Accuride\n \n— Hafele \nCarpet Glides\n \n— All legs of casework shall have nylon, contract quality, carpet glides. \n \n— All armoires and TV credenzas to have self-leveling adjustable nylon carpet \nglides\t(or\tsealed,\tcoated\tnon-corrosive\tstainless\tsteel)\tsuitable\tto\tfloor\tsurface\t\nupon which item will sit.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "61\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nB. Sustainability Criteria\nCriteria\n100%\tof\tmaterials\tused\tin\tthe\tjoinery\tfor\tthe\tfit-out:\n \n— is\treclaimed;\tor\n \n— it is new timber and meets the criteria of good practice measure is supplied \nwith\ta\tChain\tof\tCustody\t(CoC)\tfrom\tone\tof\tthe\tfollowing\tforest\tcertification\t\nschemes only:\n \n— Forest\tStewardship\tCouncil\t(FSC);\n \n— Programme\tfor\tthe\tEndorsement\tof\tForest\tCertification\t(PEFC);\n \n— Sustainable\tForestry\tInitiative\t(SFI);\n \n— Canadian Standards Association (CSA).  \nOr\tFSC\tProject\tCertification\tis\taccredited\tto\tthe\tcontractor\tand\tincludes\tthe\t\nsupply of all timber on the project.\nAnd:\nWhere\tjoinery\titems\tare\tcompleted\toff\tsite,\tpaint\tfinishes\tshould\tmeet\tthe\tcriteria\t\nof \nAll paints meet at least one of the following criteria:\n \n— have\tbeen\tawarded\tthe\tEU\tEcolabel;\n \n— are\tmanufactured\twith\tat\tleast\t90%\trecycled\tcontent;\tor\n \n— are supplied with an environmental product declaration, written in accordance \nwith ISO 14025 standards.\nRecycled content claims must comply with ISO 14021:1999 Type II Selfdeclared \nEnvironmental Claims and state knowledge of IAQ emissions.\nAll polishes and varnishes meet at least one of the following criteria:\n \n— are\twater\tbased;\n \n— have\tbeen\tawarded\tthe\tEU\tEcolabel;\tor\n \n— are supplied with an environmental product declaration, written in accordance \nwith ISO 14025 standards.\nNote:\talthough\ta\tselection\tabove\tdoes\tnot\taffect\tthe\tassessment\toutcome,\tthe\t\ncriteria are presented in order of perceived highest sustainable impact.\nAll adhesives used in the assembly of each joinery item must have been tested to \nEN 13999 or ISO16000 standards and show that carcinogenic and volatile organic \ncompounds\tare\tabsent;\tor\tthe\tadhesive\tis\tto\thave\tbeen\tawarded\tone\tof\tthe\t\nfollowing labels:\n \n— Eurofins\tIndoor\tAir\tComfort\tGold\tstandard\n \n— Blue Angel RAL-UZ 113\n \n— M1\tEmissions\tClassification\tfor\tconstruction\tproducts\nAll materials other than those stated above, such as glass or composite panel \nproducts, must contain a minimum of 10% recycled and 100% recyclable content. \nRecycled content claims must comply with ISO 14021:1999 Type II Self-declared \nEnvironmental Claims and state knowledge of IAQ emissions.  All assemblies must \nbe designed for deconstruction with components that can be recycled.\nRationale\nAt design stage: check\tspecifications\texplicitly\treference\tat\tleast\tone\tof\tthe\t\nabove criteria.\nAt handover stage: check invoices for all products. All invoices for new timber \nand timber products must detail the quantity and type of product purchased and \nstate\tthe\tCoC\tnumber\tfor\tthe\tfinal\thandler\tof\tthe\tproduct\tprior\tto\tit\tbeing\tinstalled\t\non site.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "62\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nWhere\ta\tCoC\tnumber\tis\tmissing\tfor\tthe\tfinal\tstep\tin\tthe\ttimber\thandling\tchain,\t\ncomprehensive Category B evidence will be acceptable to claim ‘sustainable \ntimber’\tis\tused\ton\tthe\tproject\tbut\tnot\tto\tpublicly\tclaim\tthat\ta\tcertified\tproduct\t\nhas\tbeen\tpurchased.\tNote\tthat\tif\tit\tis\tintended\tfor\tthe\tproject\tto\tbe\tcertified\t\nindependently by the Forest Stewardship Council (FSC), Category B evidence will \nnot be accepted.\nAll\tadhesives,\tpaints,\tvarnishes\tand\tpolish\tproducts\tused\tas\ta\tpart\tof\teach\tfinished\t\njoinery item must be supplied with evidence that they meet the relevant criteria.\nAt occupancy stage: if joinery has been changed or added then carry out the \nhandover stage assessment. If this measure was achieved at handover stage and \njoinery has not been changed or added, this measure will be achieved by default.\nThe\taim\tis\tto\treduce\tthe\tuse\tof\tunmanaged\tjoinery\tin\tconstruction/fitouts,\tand\t\nconsequently to reduce the environmental impact of forestry by ensuring timber \noriginates from sustainable sources.\nIdeally timber and timber products should be sourced from the nearest forest, as \nthis reduces the CO2 emissions associated with transport.\nGuidance\nThe extent of Category B evidence required to demonstrate sustainable timber \nuse\tthroughout\tthe\tfit-out\twill\tneed\tto\tbe\tdetermined\ton\ta\tcase-by-case\tbasis.\tThe\t\nmaximum evidence required will consist of three completed checklists:\n1. Supply chain information\n2. Forest source information of legality\n3. Forest source information on sustainability\nNote\tthat\tonly\tchecklist\t1\tneeds\tto\tbe\tcompleted\tif\tChain\tof\tCustody\tcertification\t\nis available at any given stage of the supply chain. The supply chain information \nneeds\tto\tbe\tcompleted\tfrom\tthe\tpoint\tat\twhich\tChain\tof\tCustody\tcertification\tis\tno\t\nlonger available.\nThe checklists and additional advice and free training are available through the \nCentral Point of Expertise on Timber (CPET).\nAdhesives\nA number of European countries have introduced labelling schemes to show the \nVOC emissions of various products used within the indoor environment:\n \n— Blue Angel is a German voluntary environmental product label, whose category \nRAL-UZ 113 covers adhesives.\n \n— Eurofins\tis\ta\tlabel\toperated\tby\tEurofins,\ta\ttesting\tcompany.\tThe\t‘gold’\tstandard\t\ndemonstrates compliance with all European VOC labels.  \nThe UK has a set of standards for testing various construction products.  One of \nthe test requirements for these products is to test the formaldehyde emission \nlevels. The standards for testing VOCs in adhesives (EN 13999- 1:2007, and BS \n3046:1981) also cover other VOCs.\nC. End / Occasional Table\nFunctional Considerations\nTables should have the necessary conduits, receptacles, and durability to \nwithstand\tintended\tuse\tin\tspecified\tlocation.\nWhen lamps are provided, a conduit shall be included to conceal wiring.\nSize\n \n— Average Height:\n \n— 525mm – 675mm (18” – 27”)\n \n— Height is to relate to the adjacent furniture with consideration for function \nand guest comfort.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "63\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nStyle / Design Concept\n \n— Designer\tSpecified\nMaterial / Finish\n \n— Designer\tSpecified\n \n— Bar\tTop\tfinish\tmay\tbe\trequired,\tgloss\tpercentage\tto\tbe\tdesigner\tspecified\nDecorative Hardware\n \n— Designer\tSpecified\n \n— Hardware to be secured with a pin so it does not twist or spin\nSurface Protection\n \n— Glass Top:\n \n— Where a glass top is included, it is to be part of the design of the piece \nand not an afterthought. The glass top is considered part of the Designer’s \nsubmission\n \n— 6mm (¼”) thick clear tempered glass with polished or beveled edges\n \n— Edges\tof\tglass\ttop\tshall\tsit\tflush\twith\tedge\tof\ttop\n \n— Small, clear plastic discs shall be provided for use under glass top to \nminimize glass movement\n \n— Stone Top:\n \n— Stone\tshall\thave\ta\tsealed\tfinish.\n \n— Sealer shall be resistant to heat, acid and alcohol staining and/or etching\nD.\t Coffee\tTable\nFunctional Considerations\nTables should have the necessary conduits, receptacles, and durability to \nwithstand\tintended\tuse\tin\tspecified\tlocation.\nSize\n \n— Average Height:\n \n— 480mm – 510mm (19” – 20”) depending on adjacent seat heights \nStyle / Design Concept\n \n— Designer\tSpecified\nMaterial / Finish\n \n— Designer\tSpecified\n \n— Bar\tTop\tfinish\tmay\tbe\trequired,\tgloss\tpercentage\tto\tbe\tdesigner\tspecified\n \n— Finish should be a heat and scratch resistant\n \n— Top coat to be catalyzed polyurethane or non-catalyzed standard lacquer\n \n— Gloss\tpercentage\tto\tbe\tdesigner\tspecified\t\nDecorative Hardware\n \n— Designer\tSpecified\t\nSurface Protection\n \n— Glass Top:\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "64\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\n \n— Where a glass top is included, it is to be part of the design of the piece \nand not an afterthought. The glass top is considered part of the Designer’s \nsubmission\n \n— 6mm (¼”) thick clear tempered glass with polished or beveled edges\n \n— Edges\tof\tglass\ttop\tshall\tsit\tflush\twith\tedge\tof\ttop\n \n— Small, clear plastic discs shall be provided for use under glass top to \nminimize glass movement\n \n— Stone Top:\n \n— Stone\tshall\thave\ta\tsealed\tfinish.\n \n— Sealer shall be resistant to heat, acid and alcohol staining and/or etching\nE. Dining Table\nFunctional Considerations in a restaurant\n \n— Combinations of round and squared tops are preferred for variety in setup.\nOutlet Size if dinning table in a restaurant\n \n— Average Height:\n \n—  725mm (29”) unless used as a communal table, bar height, tea height\n \n—  Base should allow for maximum leg clearance underneath from all angles.\n \n—  Height shall be fully coordinated with dining chairs and chair arms.\n \n— Average Diameter:\n \n—  900 mm – 1100 mm (36” – 44”)\n \n— Average 2-top dimensions:\n \n—  760 mm x 965 mm (30” x 38”)\n \n— Average 4-top dimensions:\n \n— 965 mm x 965 mm (38” x 38”)\nFunctional Considerations in a Guestroom\n \n— This table is to be used as a dining table or an activity table where applicable\n \n— If used as a workspace, concealed or adjacent power and data outlets are \nrequired.\nRecommened Size in a guestroom\n \n— Average Height:\n \n— 725mm (29”) \n \n— Base should allow for maximum leg clearance underneath from all angles.\n \n— Height shall be fully coordinated with dining chairs and chair arms.\n \n— Average size:\n \n— Varies\tby\troom\ttype\tand\tconfiguration.\n \n— Table should accommodate dining space aligned with room type and size\nStyle / Design Concept\n \n— Designer\tSpecified\n \n— Legs to have self leveling adjustable nylon carpet glides (or sealed, coated non-\ncorrosive\tstainless\tsteel)\tsuitable\tfor\tfloor\tsurface\ton\twhich\titem\twill\tsit.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "65\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nMaterial / Finish\n \n— Designer\tSpecified\n \n— Finish shall be resistant to heat, acid and alcohol stains.\n \n— Topcoat to be catalyzed polyurethane or non-catalyzed standard lacquer.\n \n— Bar\tTop\tfinish\tmay\tbe\trequired,\tgloss\tpercentage\tto\tbe\tdesigner\tspecified.\nDecorative Hardware\n \n— Designer\tSpecified\t\nSurface Protection\n \n— Tables without Glass or Stone Top:\n \n— Top\tshall\tbe\tcoated\twith\thigh\tresistance\tfinishing\tor\tmaterial\tcomplementing\t\nand respecting the design of the piece.\n \n— Glass Top:\n \n— Where a glass top is included, it is to be part of the design of the piece \nand not an afterthought. The glass top is considered part of the Designer’s \nsubmission.\n \n— ¼” (6mm) thick clear tempered glass with polished or beveled edges\n \n— Edges\tof\tglass\ttop\tshall\tsit\tflush\twith\tedge\tof\ttop\n \n— Small, clear plastic discs shall be provided for use under glass top to \nminimize glass movement.\n \n— Stone Top:\n \n— Stone\tshall\thave\ta\tsealed\tfinish.\n \n— Sealer shall be resistant to heat, acid and alcohol staining and/or etching.\nF. Console\nFunctional Considerations\n \n— When located behind a sofa, the back height of the upholstered item should be \nconsidered \n \n— When lamp(s) are provided, a conduit shall be included to conceal wiring\n \n— When\tlocated\tagainst\ta\twall,\tthe\tconsole\tis\tto\tsit\tflush\twith\tthe\twall\tand\t\nconceal wires from plain view.\n \n— When doors are provided,:\n \n— Use pivot hinge on door attached at the top and bottom of the door.\n \n— Hinge and door mechanism to be reviewed with Accor for approval\n \n— Door should open to 270 degrees\n \n— All interior shelving shall be height adjustable\nSize\n \n— Dimensions vary to correspond to surrounding furniture and function.\nStyle / Design Concept\n \n— Designer\tSpecified\n \n— Legs:\n \n— To have self leveling adjustable nylon carpet glides (or sealed, coated non-\ncorrosive\tstainless\tsteel)\tsuitable\tfor\tfloor\tsurface\ton\twhich\titem\twill\tsit\tor,\n \n— To have heavy-duty adjustable levelers on all four (4) legs or at each corner \nof\tthe\tbase,\tsuitable\tfor\tfloor\tsurface\ton\twhich\titem\twill\tsit\t\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "66\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nMaterial / Finish\n \n— Designer\tSpecified\n \n— Interior\tof\tconsole\t(all\tsurfaces,\tdrawers,\tshelving,\tetc.)\tis\tto\tbe\tfinished\tto\t\nmatch exterior\n \n— Top\tfinish\tshall\tbe\tresistant\tto\theat,\tacid\tand\talcohol\tstains.\n \n— Topcoat to be catalyzed polyurethane or non-catalyzed standard lacquer.\n \n— Bar\tTop\tfinish\tmay\tbe\trequired,\tgloss\tpercentage\tto\tbe\tdesigner\tspecified.\nDecorative Hardware\n \n— Designer\tSpecified\n \n— Hardware to be secured with a pin so it does not twist or spin \nSurface Protection\n \n— Glass Top:\n \n— Where a glass top is included, it is to be part of the design of the piece \nand not an afterthought. The glass top is considered part of the Designer’s \nsubmission.\n \n— 6mm (¼”) thick clear tempered glass with polished or beveled edges\n \n— Edges\tof\tglass\ttop\tshall\tsit\tflush\twith\tedge\tof\ttop\n \n— Small, clear plastic discs shall be provided for use under glass top to \nminimize glass movement.\n \n— Stone Top:\n \n— Stone\tshall\thave\ta\tsealed\tfinish.\n \n— Sealer shall be resistant to heat, acid and alcohol staining and/or etching.\nG. Cabinet for Mini-Bar / Refrigerator \nFunctional Considerations\n \n— Content of interior drawers and shelving to be determined by Accor D&TS \nInterior Design lead but may contain the following operating supplies and \nequipment:\n \n— Mini-refrigerator / mini-bar (20l, 30l, or 40l)\n \n— Ice bucket and tongs\n \n— Glassware\t(wine,\twater,\tcoffee,\ttea)\n \n— Coffee\tand\ttea\tmaking\tfacilities\n \n— Sweeteners, bottle opener, napkins, stir sticks/spoons\n \n— Dry snack presentation\n \n— Etc. \n \n— All appliances shall be Energy Star rated (Class A+ minimum)\n \n— Must provide adequate drawer storage for guests.\nSize\n \n— Average Height:\n \n— 865mm – 710mm (34” – 36”) The height of the credenza to be considered \nin conjunction with bedding and seating heights to allow for best television \nviewing when used beneath a television.\n \n— Typical Depth:\n \n— 560mm – 600mm (22” – 24”)\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "67\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\n \n— Each hotel has unique OS&E items, therefore the interior dimensions \naccommodating these are to be customised on a per project basis to provide \nthe best guest experience.\n \n— All\telectronics\tand\tOS&E\tshall\tbe\tconfirmed\twith\tAccor\tprior\tto\tdesign\tand\t\nreconfirmed\tprior\tto\tproduction\trun.\nStyle / Design Concept\n \n— Designer\tSpecified\n \n— Each\thotel\tis\tunique\tin\tits\tdesign\tand\tOS&E\tofferings\tand\tshould\tbe\tdesigned\t\naccordingly.\n \n— Unit to be designed in a stylized, residential way that presents amenities in a \nwell-appointed way.\nDesign / Manufacturing Considerations \n \n— Unit\tto\tsit\tflush\twith\twall\tto\tconceal\twires\tfrom\tplain\tview.\tAllowances\tto\tbe\t\nmade to accommodate baseboard dimensions\n \n— Legs to have self leveling adjustable nylon carpet glides (or sealed, coated non-\ncorrosive\tstainless\tsteel)\tsuitable\tfor\tfloor\tsurface\ton\twhich\titem\twill\tsit.\n \n— A  50mm + (2+”) cable chase is to be incorporated into the rear of the unit to \naccommodate electrical plugs and wiring.\n \n— Discreet cutouts for wire management and ventilation are required where \nelectronic equipment is located within the cabinet.\n \n—  Designer is to coordinate with vendors providing equipment to ensure \nappropriate ventilation is provided\n \n— If unit is to be used as a refreshment centre, the unit shall be moisture \nresistant.\n \n— When lamp(s) are provided, a conduit shall be included to conceal wiring.\nMaterial / Finish\n \n— Designer\tSpecified\n \n— Interior\tof\tunit\t(all\tsurfaces,\tdrawers,\tshelving,\tetc.)\tis\tto\tbe\tfinished\n \n— If\tapplicable,\tinterior\tthat\thouses\tmini-refrigerator\tand/or\tcoffee\tmaking\t\nfacilities,\tshould\tbe\tfinished\tin\tlaminate\tor\tsimilarly\tdurable\tmaterial.\tColour\t\nto\tbe\tspecified\tby\tDesigner\tto\tcoordinate\twith\tadjacent\tfinish\tcolours\tin\tthe\t\nunit.\n \n— Top\tfinish\tshall\tbe\tresistant to heat, acid and alcohol stains.\n \n— Topcoat to be catalyzed polyurethane or non-catalyzed standard lacquer.\n \n— Bar\tTop\tfinish\tmay\tbe\trequired,\tgloss\tpercentage\tto\tbe\tdesigner\tspecified\nDecorative Hardware\n \n— Designer\tSpecified\n \n— Hardware to be secured with a pin so that it does not twist or spin\nH. Headboard / Bed Base\nFunctional Considerations\n \n— Back of headboard shall extend at least 25mm – 50mm (1” – 2”) below top of \nbox spring to prevent mattress from slipping below headboard.\n \n— Headboard\tshall\thave\ta\tJ-Rail\tor\tmetal\tcleat\trecessed\tinto\tthe\tback\tfor\tflush\t\nwall-mount installation for cleaning. \n \n— J-Rail to be minimum 305mm (12”) narrower than the overall headboard \n \n— J-Rail to be minimum 20mm (3/4”) deep centred on headboard \n \n— Reading lights:\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "68\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\n \n— King beds shall have two reading lights.\n \n— Double / Double or Queen / Queen arrangements shall have one reading light \nper bed located on the night stand side\n \n— If reading lights are built into the headboard, the rear of the headboard is \nto have a wire chase to accommodate cords. A cavity for the cords and plug \nprojection\tneeds\tto\tbe\tconsidered\tso\tthat\tthe\theadboard\tsits\tflush\tto\tthe\twall.\t\n \n— Legs and/or headboard at the head of the bed base are to be notched to clear \nbaseboard\tfor\tflush wall-mount installation \nSize\n \n— Headboard Average Height:\n \n— Designer\tSpecified\n \n— Bed Base Dimensions:\n \n— 50mm (4”) minimum toe kick height to be provided to prevent damage to \nbed base\n \n— Sufficient\tfinger\troom\tto\tbe\tprovided\tto\tallow\thousekeeping\tto\teasily\tmake\t\nthe bed\n \n— Overall Dimensions:\n \n— \tDesigner\tto\tverify\tregional\tmattress\tdimensions\tspecific\tto\tthe\tproject\nStyle / Design Concept\n \n— Designer\tSpecified\t\nMaterial / Finish\n \n— Designer\tSpecified\n \n— If\ta\tresidential\ttype\tbed\tbase\tframe\tis\tspecified,\tit\tis\tpreferred\tto\tbe\tin\ta\t\ndurable\twood\tfinish\trather than upholstery.\nDesign / Manufacturing Considerations \n \n— Bed base corners are to be rounded to prevent injury to guests.\n \n— Bed base in residential-style frames is not to be four sided, it should be a “U” \nshape.\n \n— Nail heads used as a decorative feature are to be individually attached.\n \n— For upholstered headboards, fabric must be stain resistant and easily cleaned. \nI. Night Stand\nFunctional Considerations\n \n— The bedside table / night stand should accommodate the following items:\n \n— Lamp\n \n— Phone\n \n— Alarm Clock\n \n— Sufficient\tspace\tfor\tpersonal\titems\n \n— Built-in furniture power (if not provided on the headboard)\nSize\n \n— Minimum Surface Area:\n \n— King (2 per room): 354,375 sq. mm (567 sq. in)\n \n— Double / Double & Queen / Queen (1 per room): 393,750 sq. mm (630 sq. \nin)\n \n— Height:\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "69\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\n \n— 610 mm – 685 mm (24” – 27”) \n \n— Overall height is to correspond to the height of the bed (and no higher than \nthe bed height to prevent injury to guest) and is to be no lower than  \n25 mm (1”) lower than the overall mattress height. It should also be no \nhigher than the overall bed height to avoid risk of injury to the guest.\nStyle / Design Concept\n \n— Designer\tSpecified\nMaterial / Finish\n \n— Designer\tSpecified\n \n— No veneers are to be used on outer edges, all exposed edges are to be solid \nwood.\n \n— Top\tfinish\tshall\tbe\tresistant\tto\theat,\tacid\tand\talcohol\tstains.\n \n— Topcoat to be catalyzed polyurethane or non-catalyzed standard lacquer.\n \n— Bar\tTop\tfinish\tmay\tbe\trequired,\tgloss\tpercentage\tto\tbe\tdesigner\tspecified\nDecorative Hardware\n \n— Designer\tSpecified\n \n— Hardware to be secured with a pin so it does not twist or spin\nSurface Protection\n \n— Designer\tSpecified\n \n— Glass Top:\n \n— Where a glass top is included, it is to be part of the design of the piece \nand not an afterthought. The glass top is considered part of the Designer’s \nsubmission\n \n— 6mm (¼”) thick clear tempered glass with polished or beveled edges\n \n— Edges\tof\tglass\ttop\tshall\tsit\tflush\twith\tedge\tof\ttop\n \n— Small, clear plastic discs shall be provided for use under glass top to \nminimize glass movement\n \n— Stone Top:\n \n— Stone\tshall\thave\ta\tsealed\tfinish.\n \n— Sealer shall be resistant to heat, acid and alcohol staining and/or etching\nDesign / Manufacturing Considerations \n \n— Drawer: \n \n— Drawer interior and the exterior sides are not to be left untreated. They are \nto\tbe\tstained\tto\tmatch\tthe\texterior\tfinish\tor\tfinished\tin\tan\taccent\tcolour.\n \n— Drawer Glides: \n \n— To be concealed, full-extension,  under-mounted glides. Blum or approved \nequal.\n \n— Doors:\n \n— If\ta\tdoor\tis\tspecified\tin\ta\tsingle\tbedded\troom,\tthe\tdoor\tshould\topen\taway\t\nfrom the bed.\nJ. Guest Room Desk\nFunctional Considerations\n \n— The desk should accommodate the following items with complete desk contents \nto\tbe\tconfirmed\twith\tAccor\tbefore\tfinal\tproduction:\n \n— Desk lamp\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "70\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\n \n— Telephone\n \n— Built-in guest convenience power (if not provided on the wall or easily \naccessible nearby)\n \n— Guest services & directories\n \n— Desk blotter\n \n— Stand-alone desks that do not abut a wall should be designed with a conduit \nand coordinated with adjacent outlets. The conduit shall be a minimum of                         \n1 ¼” (30 mm) wide to accommodate power and data cables \nSize\n \n— Height:\n \n— 740mm (29”) minimum\n \n— Minimum Surface Area:\n \n— 1,012,500 sq. mm (1,620 sq. in)\n \n— Desk Apron\n \n—  Maximum 100 mm (4”) with a minimum 26” (660 mm) clearance between \nthe\tfinished\tfloor\tand\tthe\tunderside\tof\tthe\tapron.\n \n—  To be coordinated with the desk chair height.\nStyle / Design Concept\n \n— Designer\tSpecified\nMaterial / Finish\n \n— Designer\tSpecified\n \n— No veneers are to be used on outer edges, all exposed edges are to be solid \nwood.\n \n— Top\tfinish\tshall\tbe\tresistant\tto\theat,\tacid\tand\talcohol\tstains.\n \n— Topcoat to be catalyzed polyurethane or non-catalyzed standard lacquer.\n \n— Bar\tTop\tfinish\tmay\tbe\trequired,\tgloss\tpercentage\tto\tbe\tdesigner\tspecified\n \n— Underside\tof\tdesk\tto\tbe\tfinished\tand\tsmooth\nDecorative Hardware\n \n— Designer\tSpecified\n \n— Hardware to be secured with a pin so it does not twist or spin\nSurface Protection\n \n— Designer\tSpecified\n \n— Glass Top:\n \n— Where a glass top is included, it is to be part of the design of the piece \nand not an afterthought. The glass top is considered part of the Designer’s \nsubmission\n \n— 6mm (¼”) thick clear tempered glass with polished or beveled edges\n \n— Edges\tof\tglass\ttop\tshall\tsit\tflush\twith\tedge\tof\ttop\n \n— Small, clear plastic discs shall be provided for use under glass top to \nminimize glass movement\n \n— Stone Top:\n \n— Stone\tshall\thave\ta\tsealed\tfinish.\n \n— Sealer shall be resistant to heat, acid and alcohol staining and/or etching\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "71\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nK. F&B Host Stand / Welcome Desk\nFunctional Considerations\n \n— The stand should accommodate the following items with additional \nconsiderations\tgiven\tto\tspecific\trequirements\tof\tindividual\tF&B\toutlets:\t\n \n— One (1) Tablet computer\n \n— One (1) Small thermal chit printer\n \n— One (1) Cordless telephone if required by the outlet\n \n— Built-in power for tablet and printer as well as additional convenience \noutlets.\n \n— Hand Sanitizer\n \n— Under counter storage to accommodate the following:\n \n— Extra printer paper rolls\n \n— Facial tissues\n \n— Pens \n \n— Matches\n \n— Business cards\n \n— Host’s\tpersonal\teffects\n \n— Reading material for guests dining alone\n \n— Menus if required by the outlet\n \n— One (1) Small trash receptacle \n \n— To be located beneath the unit and may be accessed through a cutout on \nthe counter top or through the back of the unit\n \n— Provide concealed cable management to hide power cords from guest view\n \n— In\tinstances\twhere\toverhead\tlighting\tis\tweak,\ttable-top\tlighting\tfixtures\tshould\t\nbe considered.\n \n— Complete\tcontents\tto\tbe\tconfirmed\twith\tAccor\tbefore\tfinal\tproduction\nSize\n \n— Counter Height\n \n— 915mm (36”)\n \n— Overall Dimensions\n \n— Compact designs with a “less is more” approach are preferred to encourage \ninteractions between guests and employees\nStyle / Design Concept\n \n— Designer\tSpecified\nMaterial / Finish\n \n— Designer\tSpecified\n \n— For wooden units, no veneers are to be used on outer edges, all exposed edges \nare to be solid wood.\n \n— Top\tfinish\tshall\tbe\tresistant\tto\theat,\tacid\tand\talcohol\tstains.\n \n— Topcoat to be catalyzed polyurethane or non-catalyzed standard lacquer.\n \n— Bar\tTop\tfinish\tmay\tbe\trequired,\tgloss\tpercentage\tto\tbe\tdesigner\tspecified\nDecorative Hardware\n \n— Designer\tSpecified\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "72\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\n \n— Hardware to be secured with a pin so it does not twist or spin\nSurface Protection\n \n— Designer\tSpecified\n \n— Glass Top:\n \n— Where a glass top is included, it is to be part of the design of the piece and \nnot an afterthought. \n \n— Stone Top:\n \n— Stone\tshall\thave\ta\tsealed\tfinish.\n \n— Sealer shall be resistant to heat, acid and alcohol staining and/or etching\nExample\nL. F&B Service Station\nFunctional Considerations\n \n— The station should accommodate the following items with additional \nconsiderations\tgiven\tto\tspecific\trequirements\tof\tindividual\tF&B\toutlets:\t\n \n— For all stand-alone service stations:\n \n— Slots for service / cocktail trays\n \n— Adjustable shelving\n \n— One (1) Small trash receptacle \n \n— To be located beneath the unit and may be accessed through a cutout \non the counter top or within the unit\n \n— Storage to accommodate the following:\n \n— Wine Glasses and Water Glasses\n \n— Consider\tspace\tsaving\tconfigurations\twith\twine\tglasses\thanging\tabove\t\nwater glasses.\n \n— Drawers for silverware\n \n— Pens \n \n— Papers\n \n— Menus if required by the outlet\n \n— Additional considerations for service stations with POS functionality:\n \n— One (1) POS Station\n \n— One (1) Small thermal chit printer\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "73\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\n \n— Built-in power for POS and printer as well as additional convenience \noutlets.\n \n— Provide concealed cable management to hide power cords from guest view\n \n—  For service stations at the end of the bar:\n \n— One (1) POS Station\n \n— One (1) Small thermal chit printer\n \n— Built-in power for POS and printer as well as additional convenience \noutlets.\n \n— Provide concealed cable management to hide power cords from guest \nview\n \n— Angled slots for service / cocktail trays on guest side of bar\n \n— One (1) Small trash receptacle \n \n— To be concealed from guest view\n \n— Storage to accommodate the following:\n \n— Pens \n \n— Papers\n \n— Complete\tcontents\tto\tbe\tconfirmed\twith\tAccor\tbefore\tfinal\tproduction\nSize\n \n— Counter Height:\n \n—  36” (915mm)\n \n— Overall Dimensions:\n \n— \tDesigner\tSpecified\nStyle / Design Concept\n \n— Designer\tSpecified\nMaterial / Finish\n \n— Designer\tSpecified\n \n— For wooden units, no veneers are to be used on outer edges, all exposed edges \nare to be solid wood.\n \n— Top\tfinish\tshall\tbe\tresistant\tto\theat,\tacid\tand\talcohol\tstains.\n \n— Topcoat to be catalyzed polyurethane or non-catalyzed standard lacquer.\n \n— Bar\tTop\tfinish\tmay\tbe\trequired,\tgloss\tpercentage\tto\tbe\tdesigner\tspecified\nDecorative Hardware\n \n— Designer\tSpecified\n \n— Hardware to be secured with a pin so it does not twist or spin\nSurface Protection\n \n— Designer\tSpecified\n \n— Glass Top:\n \n— Where a glass top is included, it is to be part of the design of the piece and \nnot an afterthought. \n \n— Stone Top:\n \n— Stone\tshall\thave\ta\tsealed\tfinish.\n \n— Sealer shall be resistant to heat, acid and alcohol staining and/or etching\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "74\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. \nGeneral Conditions\nB. \nArtwork\nC. \nDecorative Mirrors\nD. \nFrames\nE. \nFraming Details\nF. \nSecurity Hardware \n8. Artwork, Accessories, Mirrors and Frames\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "75\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. General Conditions\nAll artwork custom packages must be developed in Accordance to the Brand \ndesign strategy and taking into account regional context. All artwork and \naccessory packages must be submitted to the Accor Interior Design Lead for \napproval.\nArtwork and accessories shall comply with the approved budget and be submitted \ntogether with the FF+E scope of work.\nAn art consultant shall be engaged at the start of the project to adequately source \na locally inspired artwork package which compliments the Brand Design strategy.  \nThe Interior Designer or Art Consultant shall submit choice of framing and \nmounting materials for approval and shall be appropriate to artwork subject, scale, \nand budget.\nAll artwork shall be appropriately lit and hung to allow for best visibility.\nArtwork shall be mounted on 3 point security clips behind regular glass. (Consider \nnon-reflective\tglass\twhere\t“glare”\twill\tbe\tan\tissue.)\tManufacturer\tshall\tprovide\t\nmounted\tsecurity\tfor\tinstallation\tby\tothers;\tmanufacturer\twill\tadvise\tof\ttotal\t\nweight and exact location of cleat for adequate coordination of wall backing.\nInterior Designer and Art Consultant shall take into consideration humid \nenvironments when specifying artwork and accessory materiality based on \nproperty location.\nArtwork shall be commissioned to suit the venues, and sourced within 500 miles \nwhenever possible. \nB. Artwork \nApproved artwork shall be reproduced only with the approval of the artist and in \nthe respect of the guidance sought from and provided by the artist in mediums \nsuch as:\nGiclée Images\nGiclée images are generated from a high resolution digital scan and printed with \narchival\tquality\tinks\ton\tvarious\tmediums,\tincluding\tcanvas,\tfine\tart\tand\tphoto\t\nbase paper. A UV coating shall be provided on each artwork by manufacturer/\nvendor.\nLithographs\nOffset\tlithograph\tprocess\twill\tbe\tconsidered\twhere\tbudget\tconstraints\tapply.\nOpen Edition Digital Prints\nOpen edition digital prints shall be digitally re-mastered from archive originals and \nproduced “on demand” (meaning each piece is individually created) and prepared \nby hand on acid-free archival paper.\nPhotography\nFor standard guest rooms photography shall be printed on semi-gloss paper. For \nsuites and public areas, photography can be printed on cotton rag or watercolour \npaper for an enhanced appearance.\nC. Decorative Mirrors\nFor\tall\tmirror\tspecifications,\tsafety\tglass\tshall\tbe\tused\teither\tby\tlaminating\ttwo\t\n(2)\tpieces\ttogether\twith\ta\tplastic\tfilm\tin-between\tor\tby\tattaching\ta\tvinyl\tbacking.\t\nIf\tthe\tmirror\tbreaks,\tthe\tpieces\twill\tadhere\tto\tthe\tplastic\tfilm\tor\tvinyl\tbacking\t\nholding the mirror fragments in place.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "76\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nD. Frames\nFrame\tprofile\tand\tfinish\tto\tbe\tas\tdirected\tby\tInterior\tDesigner.\nContract quality frame stock, free of vermin (fumigated).\nFrames to be made from woods derived from non-endangered species.\nFrames shall not be plastic or resin material unless presented to the Accor Interior \nDesign Lead for written approval. \nNatural\twood\tprofile,\tno\tpre-finished\tmolding.\nGuest\trooms:\tPre-finished\tmoldings\tmay\tbe\tconsidered\twhere\tbudget\tconstraints\t\napply.\nFrame corners will be cut and joined as well as “Closed Corner”. Note: Closed \ncorner\tframes\tare\tfinished\tafter\tjoining.\tThis\tprovides\ta\tmore\tdurable\tjoinery\t\n(using splines, mortise and tenon joints and lap joints). The joints are more even, \nsince\tthey\tcan\tbe\tsanded,\tplaned\tand\tcarved\tto\tmeet\tperfectly.\tThe\tfinish,\tstained\t\nor gilded, is continuous over the joint. \nE. Framing Details\nMatte selected for original artwork will be equal or greater in quality to an 8-Ply \nCotton Rag mat.\nPhoto based art may require a special matte such as Photo Rag. Vendor to consult \nwith photographer or art dealer and advise Designer of recommended matting \nmaterial.\nUnless framing original or limited edition works on paper, it is better to wet mount \nthe artwork onto foam core as there is no risk of the artwork slipping over time, \nas acid free tape can dry out.\nMatte\ttreatments:\tsize,\tcolour,\tlinen\tor\tsilk\tcover,\ta\tfilet\tsizing\tas\tper\tInterior\t\nDesigner’s direction. \nProvide Museum Mount (artwork hinged at corners with archival tape) for original \nartwork, both paper and photo based mediums.\nProvide\tspeciality\tglass,\tnon-reflective\tglass,\tregular\tglass\tor\tnon-scratch\tplexi\t\nface for artwork, as directed by Interior Designer and Hotel Operator. Selection of \nglass face to be determined by site conditions i.e. humidity, sun exposure, etc. as \nwell as value of artwork. \nMatte will be bevel window cut at a 45 degree bevel edge that slopes from the top \nof the matte to the art.\nSpeciality glass options are as follows:\n \n— Reflective\tcontrol\tprovides\tnon-glare.\n \n— Conservation Clear provides UV protection.\n \n— Museum or Den Glass (also called UF3) provides non-glare, UV protection \nand is distortion free.\nPlexi options such as the following are acceptable if approved in writing by Accor \nInterior Design Lead:\n \n— UF3 Plexi provides non-glare and UV protection (causes a slight yellow tint \non artwork).\n \n— OP2 Plexi provides non-glare and UV protection (causes a very slight bluish \ntint on artwork).\n \n— Optimum Plexi provides non-glare, UV protection and is distortion free. (It is \nalso the most expensive).\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "77\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nF. Security Hardware\nFraming Vendor will provide all elements of hanging hardware: brackets, drywall \nanchors, T-Screws, and wrenches.\n Provide standard “T-lock” Security Hanger Sets, utilizing a proprietary T-shaped \nscrew.\nThree (3) plates mount to wood frame with screws (provided by Vendor), two (2) \nat the top, and one (1) at the bottom (not used for metal frames).\nTwo (2) brackets secure to wall with screws and drywall anchors. The two top \nplates, or the channel of a metal frame, slip over the brackets at the top of the \nframe.\nHead of the T-Screw inserts into the bottom bracket (or bottom channel of a metal \nframe), and is turned 90 degrees using special wrench (provided separately by \nVendor). The special wrench is required to remove frame from wall.\nThis attachment is recommended for frames up to approximately 75cm (30”) \nin width, weighing up to approximately 11kg (25 lbs). (Use additional support \nbrackets for heavier/wider frames).\nWrenches required for locking the T-Screw of the security hanging system shall be \nhardened steel for heavy-duty use.\nFraming Vendor to provide:\n \n— Minimum\tthree\t(3)\teach\tof\tStandard\tWrench\t53/8”\t(137mm)\tlong,\tand\n \n— Three\t(3)\teach\tof\tExtra\tLong\tWrench\t95/8”\t(244mm)\tlong\tfor\tInstaller\tand\tHotel\t\nEngineering use.\n \n— All necessary tools for installer and hotel engineering use. (minimum 3 of  \neach tool)\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "78\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. \nDocumentation\nB. \nAttic Stock\nC. \nGuarantees\n9. Substantial Completion / Guarantees\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "79\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nA. Documentation\nUpon Substantial Completion, the Project Manager or Procurement Agent will \nprovide the hotel engineer with the following:\n \n— Two (2) hard copy and one electronic PDF version of the completed “As-Built” \nplans\tand\tproject\tspecifications\tincluding,\tbut\tnot\tlimited\tto\tinterior\tdesign,\t\narchitectural, MEP and speciality consultant documentation and cut sheets.  \n \n— One\t(1)\thard\tcopy\tof\tall\tfinal\tapproved\tsubmittals\tand\tshop\tdrawings.\n \n— Contact list of all subcontractors and vendors with complete contact information \nindicating trade, materials and equipment provided.  \n \n— Two (2) hard copy sets and one electronic PDF copy of manufacturers \nrecommended cleaning and maintenance procedures for FF+E and all special \nfinishes.\n \n— One (1) bound copy of all warranties.  \n \n— One\t(1)\tbound\tcopy\tof\tall\toriginal\tflame\tretardant\tcertification,\tincluding\ta\tletter\t\nfrom\tthe\tFire\tMarshall’s\toffice\tindicating\tapproval\tof\tevery\tFF+E\titem,\twhere\t\nrequired.\nB. Attic Stock\nAttic stock shall be calculated into the Interior Designer’s quantities and budgets.  \nAttic stock shall be calculated based on the requirements of the individual \nproperty and size. There must be enough storage on property for the attic stock \ngoods\tto\tbe\theld.\tOperations\tshould\tnot\thave\tto\tpay\tfor\toff\tsite\tstorage.\t\tMinimum\t\nquantities have been outlined below for reference. \nNote: The allowances are estimates and should accommodate the manufacturing \nof\t“finished\tgoods”.\tFor\texample,\tif\tthe\tfabric\tcalculations\tdo\tnot\tallow\tfor\tfully\t\nupholstered seating, the fabric allowance shall be increased to provide complete \ngoods.  Calculations are based on total quantity ordered.\nIt shall be the responsibility of the Purchasing Agent to ensure all ordered attic \nstock (i.e.: carpet, wallcovering, fabrics, etc.) has been properly shipped, recorded, \ndelivered and signed-for by a representative of the hotel.\nRefer to attic stock quantities on the following page.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "80\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nATTIC STOCK : PUBLIC AREAS\nQUANTITIES\nUpholstery fabrics\n10%\nCarpet\n5%\nDecorative pillows\n2%\nWallcovering (depending on pattern)\n5-15%\nDrapery/Sheers\n10%\nDining fabric\n10%\nLamps \n2 units\nCeiling fixtures\n1%\nSconce/Shades\n1%\nLounge chairs\n2 units\nBar sools \n3 units\nSpeciality seating\n1 unit\nCasegoods\n2 units\nOutdoor umbrella\n10%\nTelevisions\n1 unit\nATTIC STOCK: GUEST ROOMS AND \nSUITES\nQUANTITIES\nUpholstery fabrics\n10%\nDecorative pillows\n2%\nDecorative bed pillow covers\n5% based on PAR level\nCarpet\n5%\nGuest room wallcovering\n5%\nBathroom wallcovering\n5%\nDrapery/sheers\n10%\nDining fabric\n10%\nLamps \n4 units\nCeiling fixtures\n2%\nSconce\n2%\nShades (minimum 2 of each type)\n2% to 5% \nMirrors \n2%\nArtwork\n2%\nLounge chairs\n2 units\nDining chairs\n3 units\nDesk chairs\n3 units\nSpeciality seating\n1 unit\nCase goods\n2 units\nAlarm clocks\n4%\nMake-up mirrors\n2%\nLuggage racks\n2%\nSafe\n2%\nMinibar\n2%\nBathroom OS+E including shower curtains\n2%\nMattresses, Foundation and Frames\n2 per size\nTelevisions, Sound Bars and Theatre \nSystems\n4% Resort, 2% Urban\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "81\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\nC. Guarantees\nThe contractor shall guarantee the building free from defects for a period of no less \nthan one year with the exception of items included in these Design Standards for \nwhich\ta\tlonger\tguarantee\tperiod\tis\tspecified.\nCarpet \n \n— Manufacturer shall guarantee that, excluding normal initial pilling, no abnormal \nor objectionable pilling of the carpet will occur.\n \n— Manufacturer shall state the time frame (2 months, 6 months, etc.) during \nwhich this initial normal pilling may be expected to be completed and which \nsuch pilling will not occur.\n \n— Manufacturer shall guarantee that, excluding stairs, no part of the carpet \nwearing surface shall wear more than 10% by weight in ten (10) years.\n \n— Carpet manufacturer shall guarantee that carpet patterns to be manufactured \nare not registered copyrighted patterns of any other vendor and shall indemnify \nBrand and Owner from copyright infringement.\n Wallcovering\n \n— Manufacturer’s data on wallcovering is required showing that materials comply \nwith\trequirements\tof\tspecifications,\tincluding\tinstallation\tinstructions\tand\t\nmaintenance recommendations.\n \n— Contractor shall correct any installation defects within a reasonable period of \ntime. This includes all wrinkles, gaps, overlaps, and unsightly seams.\n \n— Contractor shall be responsible for cleaning up any debris resulting from \ncompleted work.\nDrapery\n \n— All draperies shall be removable from hardware for cleaning purposes. All metal \npermanently\taffixed\tto\tdrapery\tshall\tbe\tnon-corrosive.\n \n— The\tdrapery\tmanufacturer\tshall\tcheck\tand\tverify\tfit,\tsize,\tand\tease\tof\toperation\t\nof all drapery and track once installed.\n \n— Drapery manufacturer shall correct any installation defects within a reasonable \nperiod of time.\n \n— Drapery manufacturer shall be responsible for cleaning up any debris resulting \nfrom their work.\n \n— Written maintenance instructions on laundering and dry cleaning are to be \nprovided\tto\tHotel\tOperations\tat\tthe\ttime\tof\tfinal\tinstallation.\t\nUpholstery\n \n— Fabric shall be wrapped in protective covering and tagged identifying fabric \nwith manufacturers' information as well as respective project use information \nincluding\tInterior\tDesigners\tspecification\titem\tnumber\tand\tPurchasing\tAgents\t\nPO number.\n \n— Manufacturer and/or General Contractor to advise of procedures and \nprecautions for protection of materials and installed furnishings and upholstery \nfrom damage and of any required temperature/humidity conditions which must \nbe maintained during the remainder of the construction period. \nCasegoods\n \n— Only\tclean\tfinished\tcasework\tfabricated\tper\tspecification\twill\tbe\taccepted.\t\nManufacturer and/or Contractor to provide Hotel Operator a touch-up kit for all \ncase good types supplied on the project.\n \n— Casegoods manufacturer to educate Hotel Engineer on how to use touch-up kit(s) \nappropriately before completion of project. \nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n",
    "82\nDesign | Sustainable Equipment Standards for Luxury brands | 2023 V1.4\n \n— Casegoods\tmanufacturer\tshall\tensure\tthat\tthey\tremove\tand\trefinish\tany\tdamaged\t\nor\tspoiled\tareas\tof\tfinish.\t\n \n— Manufacturer and/or Contractor shall advise of procedures and precautions for \nprotection of materials and installed furnishings and upholstery from damage \nand of any required temperature/humidity conditions which must be maintained \nduring the remainder of the construction period.\n \n— General Contractor shall be responsible for the satisfactory operation of the \nassembled equipment. Tests of the installed equipment shall be required. \nDefects\tor\tdeficiencies\tnoted\tas\ta\tresult\tof\ttests\tshall\tbe\tcorrected\tto\tthe\tentire\t\nsatisfaction of the brand. \n \n— General Contractor shall consult the mechanical and electrical drawings and their \naccompanying\tspecifications\tto\tdetermine\tadditional\trequirements\tof\tthe\twork,\t\nand shall cooperate with all trades to insure a completely satisfactory installation.\nLighting\n \n— Manufacturer and/ or General Contractor shall be responsible for the satisfactory \noperation\tof\tthe\tlamps\tand\tlight\tfixtures.\tTests\tof\tthe\tinstalled\tfixtures\tshall\tbe\t\nrequired.\tDefects\tor\tdeficiencies\tnoted\tas\ta\tresult\tof\ttests\tshall\tbe\tcorrected\tto\t\nthe entire satisfaction of Accor D&TS Interior Design Lead and Hotel Operations.\n \n— The General Contractor shall consult the mechanical and electrical drawings and \ntheir\taccompanying\tspecifications\tto\tdetermine\tadditional\trequirements\tof\tthe\t\nwork, and shall cooperate with all trades to ensure a completely satisfactory \ninstallation.\nSustainable Equipment Standards for Luxury Hotels\n1. Introduction  |  2. Floor Coverings  |  3. Wall Finishes  |  4. Window Treatment  |  5. Upholstery  |  6. Lighting  |  7. Casegoods  | 8. Artwork, Accesso-\nries, Mirrors & Frames  |  9. Substantial Completion and Guarantees\n"
]