["Accor Technical Standards | Version 2.0 | April 2023\n73\n8. All vents, overflows and warning pipes must be screened to protect against insect \nor vermin entry.\n9. Inline particle filtration are to be provided on incoming connection to all water \nstorage tanks.\nWhere provided, booster pumps must be variable speed drive. To ensure continued \noperation in the event of pump failure, these must be provided with a minimum of \nthree-pumps on a duty-assist-standby arrangement with auto changeover.\nEach pump must be capable of suppling 65% of the hotels full demand.\nFor details of control and monitoring requirements refer to the BMS and detailed \nsections below.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n74\n3. Non-Domestic Water Supply\nWhere reclaimed and recycled water systems are provided to limit the size of the water \ntreatment plant, provide a dedicated non-domestic water system to be used where drinkable \nwater is not required as described below:\n \n— WC flushing.\n \n— Irrigation.\n \n— Firefighting water tanks.\n \n— Decorative landscaping features, such as ponds (dependent on risk assessment).\n \n— Car park water taps\n \n— Wash-Down Water Taps In Bin Stores And Hard Landscaped Areas.\nDesign Compliance\n1. Non-domestic water must be clear and odourless, meaning a specific water filtration \nand treatment may be necessary in depending on initial water quality.\n2. Non-domestic water systems must be provided with separate dedicated water \nstorage tanks and booster pumps.\n3. Non-domestic water systems must be installed in alternate pipework materials to \nprovide clear identification and prevent cross-connection should the system be \nrepaired or modified at a future date.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n75\n4. Monitoring Water Consumption\nWater consumption within the hotel must be monitored and reported to ensure the hotel \nmeets the overall reduction targets set out within Accor Planet 21 initiative. To enable \nmanagement and monitoring of water consumption, sub meters must be provided to all \nmajor water uses.\nSub-metering enables monitoring of major users, it also provides notification of problems \nwithin the network and connected equipment that can lead to water wastage including \npipework fracture, plant failure and open taps etc.\nAs a minimum water sub-meters must be provided to the following:\n \n— Swimming pools and spa’s\n \n— Cooling Towers\n \n— Kitchens\n \n— Laundries\n \n— Water reclamation system back-up supply\n \n— Rainwater harvesting system back-up supply\n \n— Ponds fountains and decorative features\nDesign Compliance\nWhere sub-meters are provided, these should be multi-jet type meter with physical \ndisplay and pulsed output to allow monitoring by the buildings BMS.\nTo prevent water wastage through equipment faults, the BMS is to be configured to \nallow isolation of water supply to non-critical plant items and hotel areas.\nThese areas must be agreed with Accor Design and Technical Services.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n76\n5. Water Distribution Network\n5.1 \nDistribution Network Design\nThe distribution network should be designed to deliver wholesome water quickly and \nefficiently to the flows rates and pressure outlined above.\nThe system should be designed to avoid excessive noise and risk of pitting corrosion due to \nexcessive pressure.\n5.2 Minimising Contamination Risk\nThe water distribution network must be designed to deliver wholesome drinkable water \nto every fixture throughout the hotel. The network must be designed to prevent risk of \ncontamination/stagnation/bacterial growth and water damage.\nThe system must be designed to a simple logical layout and rational and consider the \nfollowing:\n \n— Prevent risk of proliferation of legionella bacteria and minimise risk.\n \n— Prevent cross-contamination of drinkable and non-drinkable systems.\n \n— Prevent risk of contamination through backflow/back-siphonage at terminal fittings.\nDesign Compliance\nThe system should be designed to ensure velocities are between 1.5m/s minimum and \n2.5m/s maximum.\nWhere flow rates are used in system design and network sizing, to ensure adequate \nflow and delivery, refer to German Standard DIN 4708 and Danish Standard DVG 439 or \nregional equivalent to ascertain appropriate diversity values.\nDistribution networks should be designed in accordance with the relevant CIBSE / \nASHRAE design standards and local code requirements.\nDesign Compliance\nDesign system to minimise temperature gains within the system. Where practicable \ndistribute and deliver water at the following temperatures:\n \n— Cold Water <16 degree C (60 F)\n \n— Hot Water >53 degree C (127 F)\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n77\nFor warmer countries where the incoming water supply temperature regularly exceeds \n16 deg C, incorporate additional measure for the prevention and control of legionella \nbacteria growth.\nThere are a number of acceptable water treatment methods including the provision of \neither UV treatment systems or chlorine dioxide dosing within the cold-water storage \ntank.\nTreatment methods should be determined based on risk assessment and selected from \none of the following methods listed in order of preference:\n1. Low Pressure UV Filtration\n2. Medium Pressure UV Filtration\n3. UV Titanium Advanced Oxidation Process\n4. Automatic Chlorine Dioxide Dosing\nThe following temperature criteria must be adhered to:\n \n—  Permissible temperature rise within cold-water network – 2 degree C (35 F).\n \n—  Minimum stored hot water temperature – 60 degree C (140 F).\n \n—  Drinking water delivery – 18 degree C (65 F).\nInclude backflow prevention at various levels. All hand-showers and all water points \ncapable of connection to a flexible must be equipped with anti-backflow devices. \nWhere multiple hand showers and ablutions are provided, consider grouping devices on \na system provided with central backflow protection.\nAllow isolation of the system into different independent sections with cut-off devices so \nthat an incident in one part of the installation can be attended to without cutting off the \nentire installation. Each guest room is to be provided with its own dedicated isolation \nvalves to allow single rooms to be taken offline without impact on the remain rooms \noperation.\nIn prime areas subject to the successful operation of the hotel including kitchens, guest \ntoilets, bars and restaurants individual appliance isolation valves are to be provided \nto allow single fittings to be taken offline with other fittings are the area remaining \noperational.\nAvoid pipes passing over electrical distribution boards or through electrical switch \nrooms, Including MDF, MPOE & IDFs Pipes & drains. Where this cannot be avoided, \ninstall a wide pan with drain.\nA/C chilled water lines to have a wide tray if passing over critical areas   \nOn completion of testing and commissioning, the entire system must be chlorinated \nand flushed prior to handover. Within the hand-over documentation, provide \ncertification of chlorination and final water analysis to demonstrate clean and \ncontaminant free system.\n* In locations where stored water temperature is higher than 18 deg C, provide \ndrinking water coolers incorporating UV filtration at point of use.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n78\n5.3 \nSystem Supply Pressure\nThe water distribution network is to be designed to maintain safe distribution and supply \npressures within the building.\nPressure differential between hot and cold water systems are to be negated to minimise \ntemperature fluctuation.\n5.4 \nSystem Design Flow Rates\nWater conservation and guest experience require careful design consideration to ensure \nrelative balance between the two.\nThe system is to be designed to ensure flow rates are appropriate for a Luxury branded hotel \nexperience, while not being excessive to reduce water wastage.\nDesign Compliance\nEnsure domestic hot and cold water is delivered to each point of use at a stable \npressure. Network design to be as follows:\n \n— Stable pressure at terminal fittings of 1.5 bar.\n \n— Differential hot and cold-water pressure minimised to avoid temperature fluctuation.\n \n— Multiple pressure zones:\n \n—  Zone 1 = 2.5 bar to 4.5 bar\n \n—  Zone 2 = 4.5 bar to 7.5 bar\n \n—  Zone 3 = 7.5 bar to 10 bar\n \n— Pressure reducing valves protecting terminal fittings\nDesign Compliance\nThe domestic water systems Hot water and cold water flow rates must align with Accor \nPlanet 21 initiative and must not exceed the following:\nFixture /Appliance \nFlow Rate (l/s \nFlow Rate (L/min)\nOverhead Shower \n0.233 \n14\nHand Shower \n0.133 \n8\nWash Basin \n0.066 \n4\nBath (280 litres capacity) \n0.4 \n24\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n79\n5.5 \nPipework Materials\nAll pipework materials and fittings must be of correct grade and quality for use within \ndrinkable domestic water distribution systems to maintain water quality throughout the \ndistribution network.\nWC Cistern  \n0.12 \n7 \n(6/4l dual flush maximum)\nWC Flush Valve \nAs manufacturers  \nAs manufacturers \n \nrequirements  \nrequirements\nAblution Hose \n0.066 \n4\nSanitary fittings and brassware must be selected and specified must be appropriate \nfor the required flow rates and incorporate internal flow control measures. Provide \ndedicated isolation / servicing valves directly before each individual fitting.\n** Flow limiting devices installed prior to the fitting are not permitted.\nDesign Compliance\nApproved materials for use within the domestic hot and cold-water network are:\n \n— Copper tube to BS EN 1057 – R250/R290 with lead-free solder or Pressed copper \nfittings.\n \n— PEX (cross-linked polyethylene) with pressed fittings.\n \n— Stainless steel piping with pressed fittings and pressure ratings equivalent to BS EN \n1057 – R250/R290 copper.\n \n— High Pressure Polyethylene (HPPE) pipe with fusion welded fittings.\n \n— High Density Polyethylene (HDPE) pipe with fusion welded fittings.\n \n— Medium Density Polyethylene with compression or fusion-welded joints and fittings \nfor below ground use only.\nNetwork design must include appropriate thermal expansion measures to limit risk of \ndamage.\nWhere pipes are installed close to vegetation, provide root barriers to protect the pipe \nfrom root growth and damage.\n* Accor approval must be sought where alternate materials are proposed.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n80\n6. Water Conditioning / Softening\nReducing the risk of scale formation within the hot and cold water systems provides a \nnumber of benefits to the hotel. Control of scale can:\n \n— Extend the lifespan of plant and equipment.\n \n— Reduce scale formation on glass screens.\n \n— Reduce use of cleaning chemicals.\n \n— Reduce system maintenance.\nDependent on results of water analysis, in the first instance water conditioning should be \nconsidered to reduce scale formation to minimise wastage of water through backwash cycles.\nDesign Compliance\nTo determine the requirement for water conditioning, water hardness should be \nincluded in the initial water sample referenced under item 7.2.2. Consideration of water \nconditioning is to be in accordance with the following:\nKitchen & Laundry\n \n— Condition hot water if water analysis indicates more than 85 ppm.\nHot Water\n \n— Condition hot water when hardness exceeds 105 ppm.\nWhere the water sample confirms excessive hardness (220 ppm or above), water \nsoftening or alternate verified methods of scale control are to be considered.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n81\n7. Domestic Hot Water Supply\nThe technical design of the water supply must incorporate the following performance criteria:\n \n— Domestic hot water must be available at all times (24/7 365 days per year).\n \n— Designed to prevent any risks of legionella and/or microbe development.\n \n— Designed as a circulated return system. * Trace heating is not permitted\n \n— Circulate continuously at sufficient speed and balanced across all risers.\n \n— Limit dead ends to less than 3 litres of uncirculated water\n \n— Distribution pipes must be fully insulated.\n \n— Limit heat transfer to cold water pipework. (i.e. in horizontal runs located hot water above \ncold).\nHot water circulation systems must designed to ensure hot water is delivered at the outlet \nwithin 10-seconds of the outlet being opened.\nDesign Compliance\nGenerally the domestic hot water systems must be designed in accordance with EN \nStandards for potable water supplies within buildings. To ensure adequate control for \nthe prevention of legionella the following system temperatures must be achieved:\nHot water is to achieve delivery at the required temperature within 10-seconds of tap \nopening.\nArea \nTemperature\nProduction and storage \n65°C (149°F)\nCirculated return to water heater \n55°C (131°F)\nGeneral distribution \n55°C (131°F)\nKitchen distribution \n60°C (140°F)\nThermostatically blended outlets \n50°C (122°F)\nLaundry facilities \n70°C (158°F)\nTo allow for periodic thermal shock treatment as part of the legionella management the \nhot water system must be capable of raising and circulating temporarily at 70°C.\n* All guest showers, wash hand basins and baths intended for guest use are to be \nprovided with thermostatic mixing valves. Valves should be rated to shut-off hot water \nin the event of cold-water failure to prevent risk of scalding.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n82\n8. Domestic Hot Water Plant\n8.1 \nWater Heaters\nTo ensure availability of domestic hot water at all times hot water generating plant must be \ndesigned and specified to allow for maintenance in case of unit failure.\nA minimum of two units must be provided each capable of supplying 65% of the full peak \nload.\nDesign Compliance\nThere are a number of domestic hot water generation methods suitable for the \nhotel; these include instantaneous on-demand water heaters, plate heat exchangers, \nmodulating gas-fired water heaters, and hot water storage calorifiers supplied from the \nmain heating plant.\nSwimming pools are to be provided with their own dedicated water heating methods or \nsupplied directly from the main heating systems. Swimming pool heaters are not to be \nconnected to the domestic hot water systems.\nThe most appropriate method for sizing hot water demand and plant should be \nselected, for each recommended method the following criteria should be met:\nInstantaneous water heaters\n \n—  Sizing Method: Instantaneous water heaters are sized to comply with \nManufacturer’s Guaranteed Sizing Method.\nPlate heat exchangers\n \n— Sizing method:\n \n— For select service hotels generally recover 15 litres per guestroom per hour \nat 55°C rise plus required litres per hour recovery based on actual kitchen \nequipment selections.\n \n— For full service and resort hotels, water heater sizing must include additional \nallowances for catering and laundry usage.\nGas fired water heaters\n \n—  Sizing Method:\n \n— For select service, full service and resort hotels gas fired water heaters are \nsized to comply with Manufacturer’s Guaranteed Sizing Method.\n \n— For full service and resort hotels, water heater sizing must include additional \nallowances for catering and laundry usage.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n83\n8.2 \nCirculating Pumps\nDuplex wet rotor circulator pumps with integral VFD, premium efficiency motors and pre-\nprogrammed system controls that allow for alternation on alarm and time, and automatically \nadjusts to maintain desired hot water return temperature.\nDesign Compliance\nCirculating pumps are to be provided as 100% redundancy within the system.\nPumps are to be provided in duplicate, each pump capable of 100% full load, with BMS \ncontrolled auto-changeover to alleviate risk of stagnation and bacterial growth within the \ncirculating pumps.\nIn regions where regulations prohibit the use of duplex circulating pumps within domestic hot \nwater systems, a spare circulating pump must be maintained on site at all times to facilitate \nspeedy replacement.\nStorage calorifiers\n \n—  Sizing Method:\n \n— For select service hotels generally provide 38 litres per guestroom, catering \nallowance to be based on actual kitchen equipment selections. Primary heating \ncircuit load to achieve calculated recovery period.\n \n— For full service and resort hotels, water heater sizing must include additional \nallowances for catering and laundry usage.\nDependent on final selection of hot water generation, additional design guidance \nprovided by CIBSE / ASHRAE must be followed.\nThermal efficiency of hot water generation plant to be a minimum of 96%.\n* Hot water plant is to carry an appropriate Energy Performance Certificate in \naccordance with EU and other local Directives and requirements.\n** Outline sizing must be confirmed by detailed design calculations.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n84\n9. System Balancing and Commissioning\nOn completion of the works, the entire domestic hot and cold water systems must be fully \ncommissioned, balanced, disinfected and set-to operation under the dictates of the criteria \noutlined above. Hot water generation and circulation must be fully operational under BMS \ncontrol.\nDesign Compliance\nAs part of the commissioning and setting to work prior to handover the following \nactivities and certification must be provided.\n \n—  Chlorination and laboratory water sampling certification demonstrating zero \nlegionella and e-Coli presence in both hot and cold water systems.\n \n—  Commissioning record sheets detailing flow rates achieved and balancing valve \nsettings\n \n—  Recorded hot water delivery times at various outlets\n \n—  Recorded hot and cold water temperatures at outlets\n \n—  Domestic water risk assessment detailing sentinel points and high risk fittings. The \nrisk assessment will also include recommendations and requirements for managing \nlegionella within the system.\nAs part of the handover procedure, the above must be demonstrated and witnessed by \nthe Accor opening representative.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n85\n10. Above Ground Foul, Grey and \nSurface Water Drainage\n10.1 General Requirements\nThe hotel is to be provided with a complete above ground foul water drainage system \ndischarging via a below ground drainage network to a public sewerage system. The above \nground foul water drainage system is to be vented to atmosphere to provide adequate \nventilation within the system to prevent loss of trap seal.\n10.2 System Arrangements\nThe above ground foul and grey water drainage systems must account for the following:\n \n— Water conservation: consider greywater recycling to reduce potable water demand and \nlimit volume of water discharged from the hotel.\n \n— Prevent pollution: water from car parks (internal and external) must be decanted and \nseparated through an oil separator.\n \n— FOG Control: grease separator must be installed on kitchen drains.\n \n— Lint filters must be included on the laundry equipment discharge connections.\n \n— Appropriate ventilation: the concept for ventilation of the drainage systems must \neliminate all risks of bad smells in the hotel\nDesign Compliance\nDependent of region the above ground drainage network is to be designed and installed \nin accordance with local code requirements and the following:\n \n— BS EN 12056-2000 – Gravity Drainage Systems Inside Buildings\n \n— ICC International Plumbing Code 2018\n \n— ASPE Plumbing Engineering Design Handbook Volumes 1 – 4\n \n— CIBSE Guide G \nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n86\nDesign Compliance\nFoul and waste (grey) drainage design must comply with the following \ncriteria:\n \n— WC connections should be rigid connectors, flexible connectors are not permitted.\n \n— Provide a minimum gradient of 2% in horizontal runs.\n \n— Provide rodding points at end of main run, changes of direction and every 25m in \nlong runs.\n \n— Conceal pipework in public areas and in food preparation areas, provide appropriate \naccess hatches for maintenance.\n \n— Drainage is not permitted to pass over electrical distribution boards or through \nelectrical switch rooms.\n \n— Gravity system to be provided from upper levels and guest rooms, sewage lifting \nplant is only permitted for basement levels below the public sewer. \n \n— Primary ventilation must be provided terminating at roof level to ensure adequate \nventilation of the below ground drainage systems.\n \n— No pipework permitted in the bedrooms (not even encased).\n \n— Where external landscaping and gardens are provided, grey water should be \nrecovered, treated and stored for irrigation. Other usage for a non-potable water \nnetwork should be considered.\n \n— Access and cleaning hatches to be provided in the vertical stack at every floor level \nand all changes of direction in suspended horizontal runs.\nSurface water drainage design must comply with the following criteria:\n \n— Where landscaping and gardens are provided, rainwater should be harvested, \nfiltered and stored for irrigation. Other uses for a non-potable water network should \nbe considered.\n \n— Rainwater downpipes should be run external to the building envelope; unless severe \nlocal weather conditions (heavy or long frost in winter, for example) or architectural \nconstraints dictate otherwise.\n \n— Provide a minimum gradient of 2% in horizontal runs.\n \n— Provide rodding points at end of main run, changes of direction and every 35m in \nlong runs.\n \n— Conceal pipework in public areas and in food preparation areas, provide appropriate \nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n87\naccess hatches for maintenance.\n \n— No pipework permitted in the bedrooms (not even encased).\n \n— Drainage is not permitted to pass over electrical distribution boards or through \nelectrical switch rooms.\n \n— Pipes must be insulated to prevent condensation risks (over suspended ceilings).\n \n— Water must be evacuated by gravity.\n \n— Rainwater pipe minimum diameter: 100 mm.\n \n— Access and cleaning hatches to be provided in the vertical stack at every floor level \nand all changes of direction in suspended horizontal runs.\n \n— Where drainage discharge cannot be achieved by gravity connection to the local \npublic sewer, sump pumps or sewage ejectors are to be provided. In this instance, \nthe system should be split where possible to ensure as much gravity discharge as \npossible i.e. from the upper levels.\n \n— Sump pumps and sewage ejectors are to be provided in duplicate in a duty-standby/\nassist arrangement with auto changeover. Each pump or ejector is to be capable of \nhandling 100% of the systems discharge requirements.\n* To ensure continued operation in the event of power failure, sump pumps and sewage \nejectors must be provided with full generator back-up.\n**  Drainage passing through electrical switch rooms is not permitted. Where the \nlayout of the hotel does not permit this to be avoided, drainage must be installed as \na ‘joint-free’ pipe-in-pipe arrangement crossing directly through the switch room or \nwith drip trays that discharge externally of the room to avoid water entering electrical \nequipment.\n*** Where joint-free pipework cannot be achieved distribution panels must be housed \nwithin a waterproof enclosure or alternatively must be waterproof rated to IP65.\n**** Where grease separators are provided for FOG control, these must be located \noutside of kitchen and food-prep areas in an accessible location for cleaning and \nmaintenance. Where possible grease separators should be located in an accessible area \nwithin a dedicated technical room below the kitchen and area being served or prior to \nkitchen drainage discharge from the property.\n***** To protect the drainage systems from ingress of fuel and oil spillage, oil / fuel \nseparators are to be provided in all parking areas and loading docks. Where loading \ndocks and parking areas and adjacent a single central separator may be considered. \nOil / fuel separators should be located externally in an accessible location so as not to \ninterrupt use of parking and loading docks during maintenance periods.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n88\n10.3 Sanitary fixtures\nSanitary fixtures and taps must be of high quality and appropriate to the style of interior \ndesign and architecture.\nFor the purposes of planning, the following should be considered.\nDesign Compliance\nFor the purposes of planning, the following provisions should be considered:\nGuestrooms:\n \n—  Toilets\nMust be a dual flush cistern or valve – Not to exceed 6 litres (1.3 Gallons) per full \nflush and 3 litres per (0.65 Gallons) half flush.\n \n— Taps of washbasin\nMust be a mixer tap with temperature limiter integrated – Flow rate not to exceed 4 \nlitres (0.87 Gallons) per minute.\n \n— Taps of shower\nMust be a thermostatic mixer – Flow rate not to exceed 12 litres (2.6 Gallons) per \nminute.\nPublic restrooms:\n \n— Washbasin and urinal taps \nWashbasin taps must be a mixer tap with temperature limiter integrated with \nautomatic electronic control – Flow rate not to exceed 4 litres (0.87 Gallons) per \nminute.\n \n— Urinals \nFlush must automatic electronic control not to exceed 1-litre (0.22 Gallons) \nmaximum flush per urinal.\n \n— Toilets \nMust be dual flush – Not to exceed 6 litres (1.3 Gallons) per full flush and 3 litres \nper (0.65 Gallons) half flush.\n* Refer to 1P.8 Domestic Hot Water Supply Design Compliance for further details.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n89\n10.4 Foul and Surface Water discharge flow rates\nThe discharge flow rates from sanitary appliances and surface water drainage are to be \ncalculated in accordance with local regulatory and design requirements for the region the \nhotel is located.\n10.5 Above Ground Drainage Materials\nThe selection of drainage materials should consider noise and acoustic break-out, availability \nin the local market, robustness of material and longevity.\nDrainage systems are to be installed in accordance with the manufacturer’s \nrecommendations and incorporate all thermal expansion requirements.\nWhere drainage is installed in noise sensitive areas, consult with manufacturer with regards \nto acoustic performance.\nProvide all manufacturers recommendations to reduce noise break-out and achieve required \nnoise levels specified by the Acoustic Consultant.\nDesign Compliance\nDependent of region the discharge flow rates should be calculated in accordance with \nlocal code requirements and the following:\n \n— BS EN 12056-2000 – Gravity Drainage Systems Inside Buildings\n \n— ICC International Plumbing Code 2018\n \n— ASPE Plumbing Engineering Design Handbook Volumes 1 - 4\n \n— CIBSE Guide G\nThe following provide a minimum requirement where local guidance is not available.\n \n— Bathtub \n0.50 l/s (0.11 g/s)\n \n— Shower \n0.40 l/s (0.09 g/s)\n \n— Washbasin \n0.30 l/s (0.065 g/s)\n \n— Bidet \n0.30 l/s (0.065 g/s)\n \n— Water closet \n2.00 l/s (0.44 g/s)\n \n— Urinal \n0.30 l/s (0.065 g/s)\n \n— Floor gulley \n2.50 l/s (0.55 g/s) minimum  \n \n \n(as manufacturers requirements of equipment served)\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n90\nDesign Compliance\nMaterials considered suitable for the above and below ground drainage systems are:\nMain stacks and high level drainage runs\n \n— Cast/ductile iron pipe with mechanical joints and fittings\n \n— High density polyethylene (HDPE) pipe with fusion welded joints and fittings\nBranch connections and soil/waste pipes\n \n— uPVC pipe with solvent cement joints and fittings\n \n— MuPVC pipe with solvent cement joints and fittings\nInternal surface water drainage\n \n— Cast/ductile iron pipe with mechanical joints and fittings\n \n— High density polyethylene (HDPE) pipe with fusion welded joints and fittings \n(Schedule 40 or Schedule 80)\nExternal surface water drainage\n \n— Materials as specified by the architect, materials may be zinc, powder coated \naluminium etc.\nUnderground foul and surface water drainage\n \n— Cast/ductile iron pipe with mechanical joints and fittings\n \n— High density polyethylene (HDPE) pipe with fusion welded joints and fittings \n(Schedule 40 or Schedule 80)\n* Push-fit joints are not permitted in any part of the hotel.\n** Alternate systems including vacuum systems to be discussed with Accor Design and \nTechnical Services\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n91\n10.6  Drainage Gullies in Bathrooms\nFloor drainage gullies in bathrooms are not permitted and are to be avoided where possible.\nDesign Compliance\nWhere floor gullies in bathrooms are required by local regulations, these should be of \nthe waterless odour stop type. Suitable manufacturers and product reference are:\n \n— Waving Building Products – HepVO waterless trap\n \n— Blucher removable trap with odour stop: Type no.: 503.001.110\n* Alternative products can be proposed but they must be similar or equal to th above, \nand must be approved by Accor D&TS. Drainage gullies must be connected to waste \nwater from sinks, WHB’s, showers, baths.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n92\n11. Acceptance Testing\n11.1 Requirements\nThe building service systems must be fully tested and commissioned prior to offering up for \nwitnessing to Accor Design and Technical Services.\nTo ensure systems are commissioned to internationally recognised standards and practices, \nthe procedures detailed in the following CIBSE Commissioning Codes or ASHRAE equivalent \ncodes must be adhered to:\n \n— CIBSE Commissioning Code M - Commissioning Management\n \n— CIBSE Commissioning Code W - Water Distribution Systems\nDesign Compliance\nReference:  Current edition of CIBSE / ASHRAE and / or local code.\n1. Acceptance: Prior to occupancy implement an acceptance testing process that \ntests, verifies, and documents the functional performance, adjustments, settings, \ncalibration, and programming of all systems, equipment, and devices, furnished \nand installed under this document to ensure their proper and efficient operation per \nmanufacturers’ and engineers’ specifications, ratings, and capacities.\n2. Acceptance Representative: The acceptance or commissioning agent shall be a third \nparty firm not connected with the prime, mechanical, or electrical contractor.\n3. Acceptance testing process is completed when the required documents are \nsubmitted and approved.\n4. Acceptance Testing Level: Perform Acceptance Testing on all building systems as \ndefined by CIBSE Standard for the Design of High Performance Green Buildings \nand include required prestart, start-up and verification checklists. Additional \ndocumentation water test and balance reports, operating & maintenance manuals, \nhighlighted manufacturer cut sheets, Record “As-Built” documents in pdf format, \nand warranties on all equipment.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n93\n12. Acoustic Levels\nRefer to Acoustics chapter for the equipment and acoustic level of each room. \n13. Hygiene Design Criteria of Equipment\nThese substances or materials, or impurities associated with them, must not be released \ndirectly or indirectly into the water intended for human consumption compounds in \nconcentrations higher than necessary for the purpose of their use including:\n \n— The taste\n \n— The appearance\n \n— The odour\n \n— The food quality\nThe components of the equipment must not undergo any deterioration that could impair \nthe performance of the product. Materials without sufficient resistance to corrosion must be \nprotected so that they do not present a health risk. \nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n94\nGeneral Technical Standards  |  Luxury Brands\nMechanical  |  Electricity & Lighting  |  Plumbing & Drainage  |  Acoustics  |  Vertical Transportation\nAcoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n95\nGeneral Requirements\nThe Environment and The Guest Experience\nNothing says quality like quiet. Therefore, with the guest experience in mind, there are four \nmain goals the design team must address from the onset of the project:\n1. Design guest rooms that are aesthetically pleasing while providing privacy, safety and a \ncalming environment, which encourages guests to feel relaxed and comfortable so that \nthey enjoy their stay and are more apt to return.\n2. Design multi-purpose meeting spaces with acoustical environment and speech \nintelligibility levels appropriate for meetings and receptions, both large and small, where \na variety of communication styles can be effectively used and the sense of intimacy \nbetween presenter and audience can be experienced.\n3. Design food and beverage spaces that create a comfortable and safe environment for \ndiners and employees, free of distractions from kitchen noise, outdoor noise and noise \nfrom nearby conversations.\n4. Design a soothing, peaceful and calm environment for a true spa experience, without \ndistracting noise from adjacent spaces, from one treatment room to another and from \nexternal noise sources (such as street traffic).\nIn order to achieve these goals, there are several noise/vibration control and acoustics-related \nissues that must be addressed, regardless of the size of the property being designed.\nThese include, but are not limited to:\n \n— Noise transmission between guest rooms\n \n— Poor speech intelligibility in meeting spaces\n \n— Mechanical noise from HVAC elements\n \n— Elevator vibration in guest room and meeting spaces\n \n— Plumbing noise\n \n— External noise from adjacent roads and/or airport, etc.\nWhile the perceived unwanted sound and vibration varies, these are typically a result of \nairborne or structure-borne transmission. Regardless of the source of noise/vibration and \nthe transmission method, three main approaches (listed in order of cost-effectiveness) are \ncommonly used to mitigate noise and vibration:\n1. Control at the noise source location, \n2. Modify the transmission path, \n3. Control at the listener. \nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n96\nThe cost/benefit of each approach must be carefully considered by the design team with \nguidance from the project acoustical consultant.\nThe fundamentals of good acoustics are well understood for many years, but the challenge \nremains to harness the physics of sound in the service of architecture.\nThis section has the following objectives:\n \n— Provide a set of performance parameters to be adopted by the design team at the onset \nof the project.\n \n— Provide practical design guidelines specific for each of the disciplines that are most \naffected by acoustics and noise/vibration issues – architecture, interior design, \nmechanical, electrical, plumbing and structural.\n \n— Provide generic details that can be adapted and incorporated in the design documents as \nappropriate.\nThis section was written with the understanding that a bona fide acoustical consultant, \nmember of the National Council of Acoustical Consultants or similar association, will be \nengaged as part of the design team for the entire duration of the project.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n97\nAcoustics Design Criteria\n1. Building Envelope\nCurtain Wall\nThe design of curtain walls must ensure that internal noise levels associated with road traffic, \nrailways and aircraft do not exceed figures on Table 11.\nTable 11: Internal noise limits due to exterior noise sources.\nHOTEL SPACE\nDESIGN RANGE LAeq,T(DB)\nLobby and Circulation\n35 ~ 40\nFood and Beverage\n40 ~ 50\nRetail\n45 ~ 55\nPre-function\n40 ~ 45\nBallrooms\n30 ~ 35\nMeeting Rooms\n30 ~ 35\nBoardrooms\n30 ~ 35\nGuest rooms\n30 ~ 35\nGuest Corridors\n40 ~ 45\nSPA Treatment Rooms\n30 ~ 35\nAdministrative Offices\n45 ~ 50\nHeart-of-House Areas\n45 ~ 55\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n98\n2. Public Areas\nLobby and Circulation Spaces\nDesign Considerations\nSince the design of the hotel entrance must welcome and inspire guests and creating a \nmemorable sense of arrival and departure, noise and vibration levels must be controlled \naccordingly.\nFinish material selection shall take into account the need to achieve a balance between sound \nabsorptive, reflective and diffusive surfaces and match the guest visual experience with \nappropriate room acoustics.\nMechanical Noise Criteria\nNoise levels associated with mechanical, electrical and plumbing systems shall not exceed \nRC35~40(N) or NC35~40.\nAirborne Sound Isolation Criteria\nExternal walls shall be designed to ensure that internal noise levels do not exceed \nLAeq,T35~40.\nInternal walls between Lobby and Heart-of-House areas shall provide airborne sound isolation \nequivalent to NIC50 or better.\nInternal walls between Lobby and food and beverage spaces shall provide airborne sound \nisolation equivalent to NIC50 or better.\nThe project acoustical consultant shall advise the design team on the appropriate wall and \ndoor types required to meet the applicable transmission requirements.\nImpact Noise Criteria\nAlthough unlikely, when lobby and circulation areas are above meeting spaces and/or guest \nrooms, impact noise isolation must be at least IIC65.\nVibration Isolation Criteria\nMechanical isolation systems shall be designed by the project acoustical consultant to ensure \nthat both vertical and horizontal vibration dose value (VDV) levels experienced in the lobby \nareas due to operation of building services equipment will not exceed 0.4m/s1.75.\nReverberation Time\nThe average reverberation time (RT60) between 500 and 2000 Hertz shall be 1.5 seconds or \nless.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n99\nFood and Beverage Spaces\nDesign Considerations\nConsidering that the Food and Beverage spaces shall provide an active dining experience \nfor hotel guests and visitors from surrounding communities, the flexible, inviting and \ncomfortable ambience created by the design team must be complemented with appropriate \nnoise and vibration control features.\nFinish material selection shall take into account the need to achieve a balance between sound \nabsorptive, reflective and diffusive surfaces and match the guest visual experience with \nappropriate room acoustics.\nThe project acoustical consultant shall verify that the interior design will allow for guest \nconversations at normal levels while background noise build-up is kept at minimum and a \nminimum of privacy is maintained.\nMechanical Noise Criteria\nNoise levels associated with mechanical, electrical and plumbing systems shall not exceed \nRC35~40(N) or NC35~40.\nAirborne Sound Isolation Criteria\nExternal walls shall be designed to ensure that internal noise levels do not exceed LAeq,T \n40~50.\nInternal walls between food and beverage spaces and Heart-of-House areas shall provide \nairborne sound isolation equivalent to NIC50 or better.\nInternal walls between food and beverage spaces and lobby/circulation spaces shall provide \nairborne sound isolation equivalent to NIC50 or better.\nThe project acoustical consultant shall advise the design team on the appropriate wall and \ndoor types required to meet the applicable transmission requirements.\nImpact Noise Criteria\nAlthough unlikely, when are above meeting spaces and/or guest rooms, impact noise isolation \nmust be at least IIC65.\nVibration Isolation Criteria\nMechanical isolation systems shall be designed by the project acoustical consultant to ensure \nthat both vertical and horizontal vibration dose value (VDV) levels experienced in the guest \nareas due to operation of building services equipment will not exceed 0.4m/s1.75.\nReverberation Time\nThe average reverberation time (RT60) between 500 and 2000 Hertz shall be 1.2 seconds or \nless.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n100\nRetail Spaces\nDesign Considerations\nAcoustical requirements for retail spaces are intended to provide guests with a level of \nacoustical comfort that is consistent with other areas of the hotel.\nMechanical Noise Criteria\nNoise levels associated with mechanical, electrical and plumbing systems shall not exceed \nRC35~40(N) or NC35~40.\nAirborne Sound Isolation Criteria\nWalls between retail spaces and public circulation areas spaces shall provide airborne sound \nisolation equivalent to NIC45 or better.\nThe project acoustical consultant shall advise the design team on the appropriate wall and \ndoor types required to meet the applicable transmission requirements.\nImpact Noise Criteria\nRetail spaces located above meeting spaces, Spa treatment rooms and other noise sensitive \nareas shall require impact noise isolation of at least IIC65.\nBallrooms\nDesign Considerations\nProper room acoustics and low background noise levels are crucial elements for the success \nof the events taking place in these flexible spaces; without them the sense of intimacy \nbetween presenter and audience cannot be experienced and effective communication is \ncompromised.  Thus, the design of Ballroom spaces shall result in an acoustical environment \nand speech intelligibility levels appropriate for business meetings and conferences where \nvariety of communication styles can be effectively used, as well as social functions for \nmultiple groups of varying sizes.\nMechanical Noise Criteria\nNoise levels associated with mechanical, electrical and plumbing systems shall not exceed \nRC30~35(N) or NC30~35.\nAirborne Sound Isolation Criteria\nIf any of the Ballroom perimeter walls are external walls, these shall be designed to ensure \nthat internal noise levels do not exceed LAeq,T 30~35.\nInternal walls between Ballroom and Heart-of-House areas shall provide airborne sound \nisolation equivalent to NIC54 or better.\nInternal walls between Ballroom and pre-function areas spaces shall provide airborne sound \nisolation equivalent to NIC54 or better.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n101\nThe project acoustical consultant shall advise the design team on the appropriate permanent \nwall and door types required to meet the applicable transmission requirements.\nBallroom operable partitions shall be manually operated and have a sound isolation \nperformance equivalent to NIC50 or better.\nThe manufacturer shall provide field performance guarantee. Compliance with isolation \nrequirements must be field verified by the project acoustical consultant.\nImpact Noise Criteria\nIn the unlikely scenario where Ballroom are located above meeting spaces or other noise \nsensitive areas, impact noise isolation must be at least IIC65.\nVibration Isolation Criteria\nMechanical isolation systems shall be designed by the project acoustical consultant to ensure \nthat both vertical and horizontal vibration dose value (VDV) levels experienced within the \nBallroom(s) due to operation of building services equipment will not exceed 0.4 m/s1.75.\nReverberation Time\nThe average reverberation time (RT60) between 500 and 2000 Hertz shall be between 0.8 \nand 1.2 seconds when all operable partitions are stored.\nFor each individual salon, RT60 between 500 and 2000 Hertz shall not exceed  \n1.2 seconds.\nSpeech Intelligibility\nSpeech intelligibility for all possible Ballroom configurations shall be equivalent to STI 0.7 or \nbetter.\nThe project acoustical consultant shall verify compliance with this requirement  \nin-situ (for unoccupied spaces) using standards-based measurements for RaSTI (Rapid \nSpeech Transmission Index) and STI-PA (Speech Transmission Index for Public Address).\nThe project acoustical and AV consultants shall collaborate to ensure that the combination of \nsuitable room acoustics and a properly designed sound reinforcement system will provide the \nrequired speech intelligibility levels.\nPrivacy Criteria\nThe Privacy Index (PI) for ballrooms shall be 95% or higher which corresponds to an \nArticulation Index (AI) of 0.05 or lower.\nPre-function Spaces\nDesign Considerations\nSince the Ballroom pre-function area must be designed as an extension of the main Ballroom, \nthen all acoustical requirements for Ballroom (item above) apply.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n102\nMeeting Rooms\nDesign Considerations\nAlthough meeting rooms are intended to accommodate small groups, the importance \nof proper acoustical environment and speech intelligibility is basically the same as for \nballrooms.\nMechanical Noise Criteria\nFor meeting rooms intended to accommodate video conference requirements, noise levels \nassociated with mechanical, electrical and plumbing systems shall not exceed RC20~25(N) \nor NC20~25. For all other meetings rooms, mechanical noise levels shall not exceed \nRC25~30(N) or NC25~30.\nAirborne Sound Isolation Criteria\nIf any of the meeting room perimeter walls are external walls, these shall be designed to \nensure that internal noise levels do not exceed LAeq,T 30~35.\nInternal walls between meeting rooms and Heart-of-House areas shall provide airborne sound \nisolation equivalent to NIC54 or better.\nInternal walls between meeting rooms and pre-function areas spaces shall provide airborne \nsound isolation equivalent to NIC54 or better.\nDemising walls between adjacent meeting rooms and/or boardrooms shall provide airborne \nsound isolation equivalent to NIC54 or better.\nThe project acoustical consultant shall advise the design team on the appropriate wall and \ndoor types required to meet the applicable transmission requirements.\nImpact Noise Criteria\nFor meeting rooms located above meeting spaces or other noise sensitive areas, impact noise \nisolation must be at least IIC65.\nVibration Isolation Criteria\nMechanical isolation systems shall be designed by the project acoustical consultant to ensure \nthat both vertical and horizontal vibration dose value (VDV) levels experienced within the \nballroom(s) due to operation of building services equipment will not exceed 0.4 m/s1.75.\nReverberation Time\nThe average reverberation time (RT60) between 500 and 2000 Hertz shall be between 0.6 \nand 0.8 second.\nSpeech Intelligibility\nSpeech intelligibility shall be equivalent to STI 0.7 or better.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n103\nThe project acoustical consultant shall verify compliance with this requirement in-situ \n(for unoccupied spaces) using standards-based measurements for RaSTI (Rapid Speech \nTransmission Index) and STI-PA (Speech Transmission Index for Public Address).\nThe project acoustical and AV consultants shall collaborate to ensure that the combination of \nsuitable room acoustics and a properly designed sound reinforcement system will provide the \nrequired speech intelligibility levels.\nPrivacy Criteria\nThe Privacy Index (PI) for meeting rooms shall be 95% or higher which corresponds to an \nArticulation Index (AI) of 0.05 or lower.\nBoardrooms\nDesign Considerations\nBoardrooms shall provide function spaces for executive meetings. Similar to meetings rooms, \nproper room acoustics and low background noise levels are crucial elements for effective \ncommunication. These elements become even more important when meetings include \nremote attendees via audio and/or video-conference.\nMechanical Noise Criteria\nConsidering that Boardrooms are intended to accommodate video conference requirements, \nnoise levels associated with mechanical, electrical and plumbing systems shall not exceed \nRC20~25(N) or NC20~25.\nAirborne Sound Isolation Criteria\nIf any of the boardroom perimeter walls are external walls, these shall be designed to ensure \nthat internal noise levels do not exceed LAeq,T 30~35.\nInternal walls between Boardrooms and heart-of-house areas shall provide airborne sound \nisolation equivalent to NIC54 or better.\nInternal walls between meeting rooms and pre-function areas spaces shall provide airborne \nsound isolation equivalent to NIC54 or better.\nDemising walls between adjacent Boardrooms and/or meeting rooms shall provide airborne \nsound isolation equivalent to NIC54 or better.\nThe project acoustical consultant shall advise the design team on the appropriate wall and \ndoor types required to meet the applicable transmission requirements.\nImpact Noise Criteria\nFor Boardrooms located above meeting spaces or other noise sensitive areas, impact noise \nisolation must be at least IIC65.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n104\nVibration Isolation Criteria\nMechanical isolation systems shall be designed by the project acoustical consultant to ensure \nthat both vertical and horizontal vibration dose value (VDV) levels experienced within the \nBoardrooms(s) due to operation of building services equipment will not exceed 0.4 m/s1.75.\nReverberation Time\nThe average reverberation time (RT60) between 500 and 2000 Hertz shall be between 0.6 \nand 0.8 second.\nSpeech Intelligibility\nSpeech intelligibility shall be equivalent to STI 0.7 or better.\nThe project acoustical consultant shall verify compliance with this requirement in-situ \n(for unoccupied spaces) using standards-based measurements for RaSTI (Rapid Speech \nTransmission Index) and STI-PA (Speech Transmission Index for Public Address).\nThe project acoustical and AV consultants shall collaborate to ensure that the combination of \nsuitable room acoustics and a properly designed sound reinforcement system will provide the \nrequired speech intelligibility levels.\nPrivacy Criteria\nThe Privacy Index (PI) for Boardrooms shall be 95% or higher which corresponds to an \nArticulation Index (AI) of 0.05 or lower.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n105\n3. Guest Room Areas\nGuest rooms\nDesign Considerations\nThe acoustical experience required to complement the “Rest and Recover” guest room \nconcept is a combination of low levels of mechanical noise and vibration and a high degree \nof airborne sound and impact isolation. The end result is a calming environment, with proper \ndegree of privacy and acoustical comfort, which is essential for a restful unforgettable and \nguest experience.\nMechanical Noise Criteria\nGuest room noise levels due to the operation of the HVAC system shall not exceed RC30(N) / \nNC30 when the unit is operating at low speed, or RC35(N) / NC35 at medium speed.\nAirborne Sound Isolation Criteria\nExternal walls shall be designed to ensure that internal noise levels do not exceed LAeq,T \n30~35.\nInternal walls between Guest rooms, public corridors, elevator shafts and heart-of-house \nareas shall provide airborne sound isolation equivalent to NIC52 or better.\nParticular attention must be given to interconnecting doors between guest  \nrooms so that the resulting acoustical performance of wall/door combination is  \nnot compromised.\nThe project acoustical consultant shall advise the design team on the appropriate permanent \nwall and door types required to meet the applicable transmission requirements.\nThe project acoustical consultant shall perform field testing to confirm compliance of the \nselected partition(s) during the model room evaluation process.\nImpact Noise Criteria\nFor stacked Guest rooms, impact noise isolation must be at least NIC65.\nVibration Isolation Criteria\nMechanical isolation systems shall be designed by the project acoustical consultant to ensure \nthat both vertical and horizontal vibration dose value (VDV) levels experienced in the Guest \nroom due to operation of building services equipment will not exceed 0.4 m/s1.75. during \ndaytime and 0.2 m/s1.75 during night-time.\nReverberation Time\nThe average reverberation time (RT60) between 500 and 2000 Hertz shall be 0.8 second or \nless.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n106\nPrivacy Criteria\nThe Privacy Index (PI) for Guest rooms shall be 80% or higher which corresponds to an \nArticulation Index (AI) of 0.2 or lower.\nNOTE: It is important to provide a high level of sound attenuation to ensure guest privacy. \nAll walls between Guest rooms, public corridors, elevator shafts, service areas and Heart-of-\nHouse areas shall have a minimum NIC 52 or better. \n \n— Impact noise isolation for stacked Guest rooms must be NIC65 or better.\n \n— Mechanical noise should be within the limits of the applicable Noise Criteria on Section - \nMechanical Systems.\n \n— Disguise access panels, electrical closets and similar devices. \n \n— All exposed grilles, diffusers, sprinkler escutcheons, speakers, etc. shall be factory \npainted to match adjacent surface as per designers’ specifications. Paint all guest facing \nductwork behind grilles and diffusers flat black. \n \n— Paint type shall be low or no VOC.\nAcoustical spray-on ceilings or acoustical tile ceilings are not permitted in guest areas. \nCorridors and Related Areas\nDesign Considerations\nComments are applicable to guest room circulation, public elevator lobbies, mechanical/\nelectrical closets, and ice machine rooms.\nMechanical Noise Criteria\nNoise levels associated with mechanical, electrical and plumbing systems shall not exceed \nRC35~40(N) or NC35~40.\nAirborne Sound Isolation Criteria\nInternal walls between guest rooms, guest corridors and related areas shall provide airborne \nsound isolation equivalent to NIC52 or better.\nThe project acoustical consultant shall advise the design team on the  \nappropriate permanent wall and door types required to meet the applicable transmission \nrequirements.\nImpact Noise Criteria\nFor stacked guest room corridors, impact noise isolation must be at least NIC58.\nVibration Isolation Criteria\nMechanical isolation systems shall be designed by the project acoustical consultant to ensure \nthat both vertical and horizontal vibration dose value (VDV) levels experienced in the guest \ncorridors and adjacent areas due to operation of building services equipment will not exceed \n0.4 m/s1.75. during daytime and 0.2 m/s1.75 during night-time.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n107\n4. Spa & Fitness Areas\nTreatment Rooms\nMechanical Noise Criteria\nNoise levels associated with mechanical, electrical and plumbing systems shall not exceed \nRC30~35(N) or NC30~35.\nAirborne Sound Isolation Criteria\nInternal walls between treatment rooms and circulation corridors shall provide airborne \nsound isolation equivalent to NIC52 or better.\nThe project acoustical consultant shall advise the design team on the  \nappropriate permanent wall and door types required to meet the applicable transmission \nrequirements.\nImpact Noise Criteria\nFor treatment rooms located above treatment spaces or other noise sensitive areas, impact \nnoise isolation must be at least IIC65.\nVibration Isolation Criteria\nMechanical isolation systems shall be designed by the project acoustical consultant to ensure \nthat both vertical and horizontal vibration dose value (VDV) levels experienced within the Spa \ntreatment rooms due to operation of building  \nservices equipment will not exceed 0.4 m/s1.75.\nReverberation Time\nThe average reverberation time (RT60) between 500 and 2000 Hertz shall be 0.8 second or \nless.\nExercise Rooms\nMechanical Noise Criteria\nNoise levels associated with mechanical, electrical and plumbing systems shall not exceed \nRC40~45(N) or NC40~45.\nAirborne Sound Isolation Criteria\nInternal walls between exercise rooms, circulation corridors, and noise sensitive spaces shall \nprovide airborne sound isolation equivalent to NIC52 or better.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n", "Accor Technical Standards | Version 2.0 | April 2023\n108\nImpact Noise Criteria\nFor exercise rooms located above noise sensitive areas of the hotel, impact noise isolation \nmust be at least IIC65. A floating floor may be required to meet this requirement. The \nproject acoustical consultant shall specify appropriate solution and advise the design team \naccordingly.\nVibration Isolation Criteria\nMechanical isolation systems shall be designed by the project acoustical consultant to ensure \nthat both vertical and horizontal vibration dose value (VDV) levels experienced within the \nexercise rooms due to operation of building services equipment will not exceed 0.4 m/s1.75.\nAcoustics | Technical Document\nGeneral Requirements  |  Acoustics Design Criteria  |  1. Building Envelope  |  2. Public Areas  |  3. Guest Room Areas \n4. Spa & Fitness Areas  |  5. Heart Of House Areas  |  Noise & Vibration Control Design Guidelines  |  1. Architecture \n2. HVAC Systems  |  3. Plumbing Systems  |  4. Electrical Systems  |  5. Elevator Systems\n"]