["Accor Technical Standards | Version 2.0 | April 2023\n37\n1. Incoming Power Services and Metering \nThe owner/design team shall provide load calculations and are responsible for any works \nassociated with the installation of electrical supplies to the network operator’s requirements.\n1.1 \nSystem description\nAn electrical supply is to be arranged from the Supply Authority to include the main MV \nsupply point, and switchgear complete with bulk metering with a BMS pulsed output.\nThe supply must be routed underground (not overhead) via a ring-shaped main unit \nconfiguration.\nThe necessary access requirements must be included in accordance with the supply \nAuthorities Standards.\n1.2  Transformer\nWhere transformers are required and are to be located within the hotel grounds, they must \nbe for the exclusive use of the hotel and must not be shared with other users within the local \narea.\nDesign Compliance\nThe hotel will require an Electrical supply from the local network operator (N.O.). An \napplication shall be made to the network operator, all supporting documentation and \nload calculations shall be provided.\nAll upgrade and modification works will need to comply with N.O. supply authority \nrequirements. \nThe Contractor shall install all suitable back boards or mounting frame for the \ninstallation of the LV cable head and meters to the N.O Standards.\nThe Contractor shall allow for all necessary liaison and enablement works associated \nwith the reconfiguration of the incoming electrical supplies to the development. \nThis shall include, but not be limited to, dealing with N.O. and their workmen on \nsite, providing cable tails, metering arrangements, main fuse/switches and cable \ncontainment etc. to the requirements and satisfaction of the supply authority. \nMaterials must comply with the prevailing area/country electricity supply regulations.\nIt must be factory assembled and will be metal enclosed. Switchgear and control gear \nfor alternating current will be rated above 1kV, for indoor/outdoor installation and for \nservice frequencies up to and including 60 hertz.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n38\nDesign Compliance\nWhere provided transformers must be should be located remote from the hotel in an \noutdoor secure area or dedicated sub-station building in accordance with fire life safety \nand local network operator requirements.\nWhere is it not possible to locate transformers remotely, the transformer and \ntransformer room must meet the following criteria:\n \n— Transformers: Dry type transformers should be used, encased in resin.\n \n— With protective mesh.\n \n— Copper windings.\n \n— A Maximum capacity 1250 kVA. Use two (or more) transformers if the total kVA \nexceeds this value.\n \n— Enclosed within a dedicated room having a minimum of 2-hours fire separation from \nthe hotel.\nFull liaison and coordination shall be undertaken between the developer team and the \nlocal network operator. This includes agreement of service Voltage, load capacity and \nall necessary arrangements and details to facilitate the installation. \nAll calculations shall be in accordance with the National Electric Code (NEC) or other \napplicable codes.\n25% spare capacity should be provided for the scheme\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n39\n2. Electrical Incoming Supplies \nThe design team shall design, supply and install new bespoke main switch boards as \nindicated on the design drawings, to approved standards. \n2.1 \nPerformance objectives\nThe objective is to provide the building with a low voltage supply (415V/400V) sufficient to \ncover the hotel’s needs.\n2.2 \nDesign Parameters\nMaterials must comply with the prevailing area/country electricity supply regulations.\nIt must be factory assembled and will be metal enclosed. Switchgear and control gear for \nalternating current will be rated up to 1kV, for service frequencies up to and including 50/60 \nhertz.\nDesign Compliance\nThe Electric service from the utility company shall be installed underground and route \nto the building main switchboard. Locate the main switchboard in a dedicated main \nelectrical room accessible to authorised personnel only.\nPower Factor Correction\nThe design should allow for 150 kVAR de-tuned power factor correction with integral \nautomatic controller to ensure the overall power factor seen by the utility is maintained \nat 0.95 PF minimum at all times.\nThe power factor correction unit shall be manufactured by ABB or Schneider.\nActive Harmonic Filter\nThe electrical design shall allow for an active harmonic filter with integral automatic \ncontroller to ensure the overall level of harmonics seen by the utility is maintained in \naccordance with IEC61642 or EN61642 and local regulatory requirements.\nThe Active Harmonic Filter unit shall be manufactured by ABB or Schneider.\nAll necessary access requirements must be included.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n40\n3. LV Distribution Systems\n3.1 \nGeneral\nThe hotel shall be provided with an LV distribution system supplied from the main incoming \nelectrical supply. The LV distribution will emanate from a main LV switch room located within \nthe back-of-house plant area.\nPanel boards and distribution boards will be located throughout the hotel to provide local \nisolation and final circuit protection.\nSub-metering and energy usage monitoring will be provided within panel and distribution \nboards for all high users.\n1. Throughout Building: A short circuit and coordination study shall be performed as part of \nthe electrical service and distribution design including arc fault analysis and equipment \nlabelling on all service switchboards and distribution boards.\n2. Wiring Distribution: Shall be three phase, four-wire, grounded wire, colour-coded with \nseparate insulated equipment ground conductor.\n3.2 \nMain Switchboard\nThe LV distribution system throughout the property will terminate into a new low voltage, \nmultiway ACB/MCCB, Form 4 Type 6 IP42, switch board which will include CT meter.\nAll LV distribution fuses and isolators will form a complete distribution system from incoming \nunmetered supply to each individual switch board or panel.\nAll switchboards shall be configured for top cable entry/exit, and front maintenance access \nonly. The internal main busbars shall be rated as indicated on the design drawings with 100% \nrated neutral.\nThe designer shall be responsible for completing a full fault level and circuit breaker \ndiscrimination study to determine equipment fault level ratings and selectivity of devices \nto ensure full circuit breaker co-ordination throughout the low voltage power distribution \nsystem.\n3.3 \nSub-Distribution Panel Boards\nSub-distribution panel boards will be provided with main circuit breaker and minimum 4 \nspare breakers.\nCircuit breaker type will incorporate thermal magnetic breakers or electronic trip breakers. \nMagnetic only breakers are not allowed.\nProvide separate panels for lighting and power.\nDo not locate panel boards in main kitchen areas.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n41\n3.4 \nReceptacle and Lighting Branch-Circuit   \n \n \n \n \nPanelboards\nWhere possible locate within 30m (100ft) of its loads, but not in pool equipment rooms. Do \nnot locate panel boards, disconnect switches, cabinets, etc. in public spaces.\n3.5 \nDistribution Boards\nDistribution boards will be situated within the electrical risers or plant spaces to serve \nelectrical services, and sub-distribution throughout the hotel. \nThe following supplies must be provided by a dedicated distribution board to each area as \nappropriate. List to be developed for each project to meet the needs of the building:\n \n— Pantry\n \n— Kitchen\n \n— Bar\n \n— Restaurant\n \n— Lobby\n \n— Car park\n \n— Floor distribution boards\n \n— External lighting and signs \n \n— Banqueting and meeting room\n \n— HVAC units\n \n— Lift motors\n \n— Boilers room\n \n— Guestrooms\n \n— Etc\nLocal distribution boards will serve small power, lighting and mechanical loads in common \nareas.\nDistribution boards will typically be on each floor/area within dedicated electrical rooms/\nrisers. Distribution boards will be provided with integral isolators, MCB’s, RCD’s and 20% \nspare capacity.\nGuest room floor distribution boards will serve lighting, power and mechanical services loads \nand will provide dedicated single phase supplies to each guestroom consumer unit.\nDesign Compliance\nThe complete electrical distribution system shall be designed such that all the applied \nloads are sufficiently balanced throughout across all 3 phases so to avoid any one \nphase being significantly higher than another.\nProvide spare circuit breakers in switchboards and panels, minimum one for each active \nbreaker size. The main service switchboard sizing calculations shall include a 15% \nallowance for future load growth.\nOn each service, provide surge suppressors and lightning arrestors.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n42\nPanel boards are fed directly by the low voltage general board.\nThe capacity of the distribution boards and panels must be designed to take the \nequipment plus a possible future extension of 25% (spare capacity).\nThey must be fixed to frames on the floor or on the wall, but shall never be taller than \n1.90m.\nDistribution boards, consumer units, etc. must never be visible to the public.\nDistribution Feeders:\n \n— Conductors: Conductors shall be in copper. Acceptable raceways are rigid steel, \nEMT, and IMC. Install in galvanized steel conduit where exposed, cable trays may be \nused in utility areas and bus ducts for risers. Conduit embedded in concrete slabs \nand masonry walls may be PVC.\n \n— Distribution Size: To be in accordance with the local analysis and circuitry.\nLocal Circuits:\n \n— Conductors: Copper in conduit.\n \n— Loads: Panelboards feeders shall be sized with 25% spare capacity.\n \n— Each guestroom floor shall contain panelboards with horizontal wiring serving \nguestrooms individually on that floor. Vertical floor to floor wiring of guestrooms is \nprohibited.\n \n— Circuits: Provide dedicated circuits to each guestroom and suite. Do not share \ncircuits with other guestrooms and suites. Serve typical guestrooms with two 20 A \ncircuits and one 20 A circuit for guestroom bathroom.\n \n— Provide dedicated circuits for hotel appliances and mechanical equipment.\nBAS: Sub-meters \nSub metering shall be provided for all locations with separate services but not limited \nto:\n \n— Hotel Guest Rooms\n \n— Mechanical plant\n \n— Fitness Centre\n \n— Kitchen / Laundry\n \n— Water pump rooms\n \n— Lifts\n \n— Shared building facilities i.e. retail/hotel/apartment or car park\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n43\n4. Guestroom LV Distribution \n4.1 \nGuestroom Consumer Unit\nThis type of final distribution board supplies all the equipment in the guestroom and ensure \nthe protection of property and people staying in the hotel by the provision of RCB’s rated at \n30mA.\nIt will be installed, in the guestroom technical shaft accessible from the corridor. It will \nconsist of a general cut-off device single-phase, powered from the floor distribution panel and \nwill comprise two sub powers distribution managed by the guest room control unit (see 4.3).\n \n—  One direct, named “Permanent”, to maintain some powered equipment during \nunoccupied and not rented room situation. \n \n—  One controlled directly under switch card/guest room automation room entrance, to cut \noff some circuits, in unoccupied and not rented room situation.\n4.2 \nGuestroom Electrical Accessories\nProvide the following minimum electrical accessories within each guest room.\n \n— One fully accessible outlet in entry for housekeeping services.\n \n— One outlet for each appliance (coffee maker, refrigerator, etc.); provide an additional \ndedicated circuit if required for certain appliances.\n \n— One outlet for each guestroom lamp. Coordinate with guest room and Interior Design.\n \n— Provide sufficient outlets for FF&E, OS&E and guest use including outlets at desk / \nwork area and bedside for guest charging, where local code permits, one outlet is to be \nuniversal for guest use. Provide a minimum of one duplex outlet on each side of the bed \nfor guest charging, and include at least two 3.0A USB plugs.\n \n— Provide Qi wireless mobile phone charging pad at desk.\n \n— Provide one GFI outlet adjacent to the bathroom sink.\n4.3 \nGuestroom Control\nEach guestroom will be provided with a guestroom management system comprising room \ncontrol unit, door contact and PIR sensor as a minimum, key card holders are not permitted. \nElectrical supplies will be provided under two classifications:\n \n— Permanent – Always On\n \n— Requested – On when occupied\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n44\nFigure 1: Electrical supplies under two classifications\nDesign Compliance\nTable 4: Final circuits within the guest rooms are classified according to two \noperating scenarios defined as follows:\n “PERMANENT” – “ALWAYS ON”\n “REQUESTED” – “WHEN OCCUPIED”\n \n—\nTV plugs\n \n—\nClient bedside plugs\n \n—\nClient desk plugs\n \n—\nMinibar plug\n \n—\nAC electrical supply\n \n—\nBedroom/corridor lighting circuit\n \n—\nBathroom lighting circuit\n \n—\nWC lighting circuit\n \n—\nSmall reading lamps circuit\n \n—\nDressing lighting circuit\n \n—\nStanding lamp plug\n \n—\nDesk lamp plug\n \n—\nBathroom plugs\n \n—\nKettle plug \n \n—\nCoffee machine plug (option)\n \n—\nTerrace lighting circuit (option)\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n45\n5. Accessories / Outlets \nThe design shall be afforded with the accessories in accordance with the following outline \ninformation.\nDesign Compliance\nAll accessories finishes shall be provided to match that as specified by Interior Designer \nfor the respective areas.\n \n—  Function / Meeting Rooms\n \n— A maximum of two outlets per 20 amp circuit, located for convenience every 8m \nalong the wall.\n \n— For large function rooms provide a 200A (dependant on dimensions) , 3 phase \ndisconnect with pin and sleeve cable receptacle (company switch).\n \n— For function/meeting room salons allow one 60A, 3 phase outlet. These shall be \nlocated in adjacent electric cupboards, storage rooms or BOH corridors.\n \n— Dedicated circuits shall be provided, spaced at 10m layouts. \n \n— Meeting rooms shall have coordinated floor sockets, wall mounted and ceiling \nvoid circuits for AV/Data/Comms systems.\n \n—  Public Areas\n \n— Socket outlets located at lamp and for cleaning at 8m radius.\n \n— Provide Qi wireless charging pads shall be provided within the following public \nareas, locations to be reviewed and agreed with interior designer.\n \n— Provide a minimum of one duplex outlet with integrated 3.0A USB outlets to \neach seating booth for guest charging.\n \n—  Administration Areas\n \n— Maximum of five outlets per circuit, located at desks and work areas for \nelectronic equipment, convenience and lamps.\n \n—  Guest Corridors\n \n— Maximum of 6 outlets per circuit, located every 15m along corridor walls.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n46\n \n—  Plant Equipment Areas\n \n— Locate socket outlet within 8m of mechanical equipment in mechanical rooms \nand on roofs.\n \n—  Exterior of Building\n \n— GFI outlets are to be located around the building in landscaped areas in the \nvicinity of final exit doors.\n \n—  GFI Protected Outlets\n \n— Provide GFI protection as required by code and at locations near water \nincluding, but not limited to: Within 1.5 m (5 ft.) of sinks and lavatories, Guest \nbathrooms, Employee shower areas, Outlets for portable appliances in kitchen \nareas, Exterior locations, Pool areas and any Laundry rooms.\nAll switches and accessories to be Commercial grade rocker type switches in \nguestrooms and where visible to guests. Toggle type switches in BOH areas.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n47\n6. Electric Vehicle Charging \nWhere properties are provided with on-site car parking facilities, electric vehicle charging \npoints must be provided.\nVehicle charging points must be of the ‘fast-charge’ type designed to charge a vehicle rapidly \ncapable of providing 80% of capacity charged less than 30 minutes.\nDesign team to consider partnering with operator of countrywide network for electric vehicle \ncharging.\nDesign Compliance\nVehicle charging points to incorporate the following characteristics:\nMechanical and environmental features\n \n—  Degree of protection: IP54 (except cord sets)\n \n—  Degree of mechanical protection: IK10\n \n—  Working temperature: -30°C / +50°C\nPower supply network and charging mode\n \n—  Power supply: 400 V AC (+10/-15%), 3Ph, 50-60 Hz\nDirect current charging station\n \n—  Charging in mode 4 (IEC 61851-23)\n \n—  CHAdeMO type connector\n \n—  Combo 2 type connector\n \n—  Charging voltage/current: 500 V DC / 125 A - 485 V DC with CHAdeMO connector\n \n—  Electrical protective devices integrated in the charging station\n \n—  Cable length: 4 m\nAlternating current charging station\n \n—  Charging in mode 3 (IEC 61851-22)\n \n—  Charging voltage/current: 400 V AC / 63 A AC\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n48\n \n—  Electrical protective devices integrated in the charging station\n \n—  Cable length: 4.4 m\nUser dialogue and data\n \n—  Backlit LCD graphic screen (2 lines)\n \n—  4 sensitive touch buttons\n \n—  3 twin-coloured LED status indicators\n \n—  CPU card (with RFID)\n \n—  Contactless reader\nManufacturers: Conform to the performance criteria listed in this document; verified by \nthe project engineer. \nAccepted manufacturers include but are not limited to the following:\n \n—  Schneider Electric\n \n—  EV Box\n \n—  Rolec\n \n—  Pod Point\n \n—  ElecTrek\n \n—  ChargedEV\nWhere alternate manufacturers are to be considered for availability, the accepted \nmanufacturers noted above provide a benchmark for quality and reliability.\nWhere alternative manufacturers are proposed, a technical submission with supporting \ninformation must be submitted to Accor Design and Technical Services Department  for \napproval.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n49\n7. Secondary and Generator Life \nSafety Emergency Supplies \n7.1 \nPerformance objectives\nSecondary and Generator supplies provide life safety and standby electrical power to the \nHotel for selected systems during emergency situations and periods of loss of the normal \nincoming electricity supply.\nThe provision and suitability of secondary and generator standby and life safety supplies are \nto be determined on a property-by-property basis considering location, reliability of power \nsupply and operational system requirements.\nA replacement generator must be provided if the local electrical network is unreliable; in \nother words, if there are likely to be long and/or frequent power cuts. A local power outage \nstudy must be undertaken. The developers engineering team are responsible for contacting \nthe network grid for reliability studies.\nTable 5 provides examples of supplies defined as requiring life safety power \nsupplies and those defined as requiring back-up operational power supplies more \ndetail is provided in each of the cases below.\nLIFE SAFETY ESSENTIAL POWER SUPPLY\nBACK-UP OPERATIONAL POWER SUPPLY\nElectric fire pump and jockey pump.\nBuilding automation system (BAS)\nSmoke Control System including:\n \n—\nControl panels\n \n—\nExhaust fans\n \n—\nStair and lift pressurisation fans\n \n—\nType 1 grease hoods\nFood Production Kitchen:\n \n—\nWalk-in fridges and freezers\n \n—\nKitchen power outlets\n \n—\nCooking equipment\nFire-fighting lift and lift motor room air conditioning\nHeating and hot water plant (region dependent)\nCooling plant (region dependent)\nFire Alarm System\nDomestic hot and cold water treatment and distribution \nplant. Sewage ejectors and sump pumps\nEmergency Lighting including:\n \n—\nExit signs\n \n—\nEscape routes and stairwells\n \n—\nExterior exit door signage\n \n—\nPublic stairs and steps\n \n—\nCentral security and control room\nSystems and workstations:\n \n—\nTelephone. IDF power, PBX, Security, VSS, Call \nAccounting, Toom booking system\n \n—\nServer and comms room HVAC\nBasic property operations critical power:\n \n—\nPorte Cochere\n \n—\nFront desk & outlets for equipment\n \n—\nEmployee dinning\n \n—\nEngineering\n \n—\nHousekeeping\n \n—\nSecurity and CCTV\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n50\nWhile life safety supplies are deemed essential and therefore must be supplied by emergency \npower supply, operational system requirements are dependent on location, reliability of \npower supply and needs of property.\nTable 6: An overview of suitability of secondary supplies and generator requirement \nto assist in determining essential and back-up power supply arrangements.\nOUTLINE EMERGENCY POWER CONFIGURATION\nUnreliable Power Supply\nPower cut lasts longer than 60 minutes \nand occurs more than 6 times per \nyear\nReliable Power Supply\nPower cut lasts less than 60 minutes \nand occurs less than 6 times per year\n2 Independent supplies\nYes\nNo\nYes\nNo\nCase 1\nProvides life safety only\n\nCase 2\nProvides lifesafety & \nessential operational \nsystems.\n\n\nCase 3\nProvides life safety and \n100% identified hotel \nload\n\nCase 1: Emergency and fire life safety generator taking into account a minimal \nrecovery of rescued systems.\n \n—  All fire and life safety equipment as described above.\nPlus\n \n—  IT and telephone systems.\n \n—  Computer front desk in lobby, payment system, … \n \n—  50% public Lighting and 30% corridors lighting.\n \n—  Sump pumps and sewer lift stations.\n \n—  Refrigerated and chilled storage in the kitchen.\n \n—  Car park entry, exit barrier systems, and others.\n \n—  Flatworks dryer-ironer motor only (in the laundry). \nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n51\nCase 2: Emergency generator + a BACK-UP generator recovery partially the hotel \npower load with the equipment listed below (emergency and back-up needs can be \nsupply by a common generator):\nEmergency Generator\n \n—  All fire equipment describes above.\nBack-Up Generator\n \n—  IT and telephone systems.\n \n—  Computer front desk in lobby, payment system, … \n \n—  50% public Lighting and 30% corridors lighting.\n \n—  Back office lighting.\n \n—  Sump pumps and sewer lift stations.\n \n—  Plumbing suppressors and circulating pumps. \n \n—  All lifts and automatic doors.\n \n—  Refrigerated and chilled storage in the kitchen.\n \n—  Car park entry, exit barrier systems, and others.\n \n—  Flatworks dryer-ironer motor only (in the laundry). \nCase 3: Emergency generator + a BACK-UP generator recovery 100% of the total \nhotel power load (emergency and back-up needs can be supply by a common \ngenerator).\nDesign Compliance\nDesign an emergency generator power system that provides life safety supplies and \nstand-by power for the hotel’s “emergency / life safety loads” in accordance with fire \nand life safety requirements.\nThis must include first, but not be limited to fire and life safety systems including; one \npassenger lift; smoke ventilation systems; fire hydrant pumps; sprinkler pumps; fire \ndetection and alarm system; emergency lighting ; water booster pump set.\nThe generator is to be sized with 25% spare capacity all connected via a UPS system. \nA range of 12 hours of fuel calculated and based on 75% of the total load is to be \nconsidered with easy fill top up capability. However this should be reconsidered if \nthe local electricity provider network is considered unreliable. A significant additional \nduration of fuel should be considered.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n52\n1. Comply with applicable standards for design of electrical circuits and equipment to \nautomatically supply, distribute and control electricity for lighting and power when \nnormal incoming power is interrupted.\n2. Provide back-up operational power for selected critical hotel loads that are \nnecessary for property operation in the event of loss of normal incoming power. \n3. Obtain and review with Accor design team, a 2 year grid history showing frequency \nand duration of power outages (regional request). \nIn geographical areas with electrical service reliability issues, provide generators with \nthe capacity to supply 100% of facility power requirements.\nThe generators must be of the synchronous type and be subject to the following \nselection criteria:\n \n—  Voltage characteristics during starting, nominal operation overload operation and \nload changes, in relation to power factor.\n \n—  Sudden loading and frequency behaviour.\n \n—  Short circuit behaviour.\n \n—  Short circuit characteristics of the generating set.\n \n—  Efficiency.\n \n—  Generator design and type of enclosure.\n \n—  Parallel operation behaviour, maintenance.\nThe time between generator start up and assuming full load should not exceed more \nthan 10 seconds.\nBack-up (Full) loads must be fed after emergency loads will be established in less than \n60 seconds.\n1. The generator should be Type 10 diesel engine driven generator(s) designed to \nrestore power to emergency loads within 10 seconds of loss of normal source and \nrated to carry all connected loads continuously for the duration of the outage.\n2. Provide with automatic controls and switches to start generator(s) upon loss \nof normal source and connect to emergency and other loads requiring backup \noperational power.\n3. Mounting: Comply with manufacturer’s mounting requirements to eliminate \nvibration.\n4. Access: Locate to limit access to authorized personnel only; with suitable ventilation \nto meet the manufacturers guidelines.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n53\n5. If the generator is inside the building, the air inlets and outlets must be sound-\nproofed. Refer to Acoustic criteria.\n6. Cooling: Provide engine cooling system with unit or remote mounted radiator.\nAutomatic Transfer Switches (ATS): Provide separate transfer switches and wiring \nsystems for emergency and back-up operational loads per NEC.\nStandby power\nEmergency Electrical System Distribution: Provide standby power for the following:\n1. Standby Power Load: Emergency systems and loads as defined and required by \ncodes and governing authorities including but not limited to egress and stairwell \nlighting, fire protection equipment, elevators, and public address\n2. Backup Operational Power Load: Systems and loads not classified as emergency \nor life safety but required to maintain the safety and security of the property. \nSuch loads may include heating systems in cold climates, food preparation, food \nrefrigeration, sump pumps.\n3. Emergency Lighting: Design and provide with a control system having the capability \nto turn on selected lighting to predetermined levels (without central or distributed \nintelligence) for emergency egress within public spaces, guestroom corridors, \noccupied areas, back-of-house, etc., and in exit access corridors, stairs and at \nexterior of exit discharge.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n54\n8. Life Safety Distribution Board\nThis equipment is intended to feed energy and life safety equipment. It is fed from the \ngenerator or through UPS Systems. It allows a normal / emergency segregation and \nreinforces the continuity of service for safety equipment. See the list in chapter “generator”.\nDesign Compliance\nUpon the loss of normal input power, a panel operating from an emergency feed must \nimmediately turn all circuits within that panel to full-on condition when emergency \ninput power is present.\nThe generator and UPS system must be capable of operating under no load conditions. \nA new switch board shall be provided within the life safety switch room.\nSupplies to life safety systems shall be distributed from this panel (LSB). The panel \nshall have outgoing circuits protected by fuses as shown on the schematic drawings \nThe panel shall be form 4 type 2 Construction, floor standing.\nSupply and install automatic transfer switch (ATS) units to the life safety equipment; \nthe supplies and equipment shall be installed local to the equipment in accordance with \nfirefighting requirements.aLabels for life safety loads shall be labelled in white on a red \nbackground.\nA connection shall be installed from the main panel board to the generator life safety \npanel; Phase voltage relay equipment shall be installed.\nAll secondary life safety supplies shall be installed in an alternative riser from the main \nsupplies to ensure compliance with firefighting requirements.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n55\n9. Uninterruptible Power Switch (UPS)\nThe uninterruptible power switch must ensure continuity of operation for critical electrical \nsystems of the hotel. This allows data systems to function without interruption before the \nalternative (generator) power supply is energised.\nUninterruptible Power Source (UPS): Sealed units supplied with integral controls to override \nmomentary power dips or losses.\nDesign Compliance\nA UPS system shall be provided to serve headend equipment for CCTV, Security \nand Building Management Systems, PABX, all servers in the main server room, the \nintermediate distribution frames (IDF) throughout the property and computers in the \nback office and reception desks.\nUPS sockets must be non-standard pattern to prevent accidental loads being \nplugged-in.\nThe system shall utilise solid state technology and be complete with integral battery \nsystem to achieve the following performance;\n \n—  A minimum of 15 min battery autonomy, with back-up generator.\n \n—  A minimum of 60 min battery autonomy, without back-up generator supplies.\n \n—  Voltage +/-2%.\nEmergency Lighting: Design and provide an engineered system with controls capable \nof turning on selected lighting sources. This should be to predetermined levels for \nemergency egress within public spaces, guestroom corridors, occupied areas, back-of-\nhouse, escape stairs and exterior exits all in accordance with local codes.\nEither a battery/UPS integral system or central battery system can be installed.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n56\n10. Lighting\n10.1 General Lighting\nThe goal is to provide a fully flexible high quality programmable lighting control and dimming \nsystem to all public areas.\nThe selection of the light fittings in the public areas as well as guestrooms will be made by an \ninterior designer and/or a lighting designer.\nThe light sources must be LED having a high-efficiency output and good colour rendering\n10.2 Miscellaneous lighting (pending the project)\nAll lights must be LED light sources.\n \n— The light must be replaceable.\n \n— The colour rendering must be in accordance with the specifications for the guestrooms \nand defined by the lighting designer for the public areas.\nDesign Description\nGuest Corridors\nTwo systems must be provided:\n \n—  The first, comprising approximately 30% of the lighting points, must be left on \npermanently. \n \n— The other lighting points must be switched by a “special corridor” movement \ndetector. Lighting must be instant and connected with an adjustable timer to switch \noff after 20 minutes. The detector positions must be studied and defined in function \nof the corridor characteristics.\nLighting of bedroom corridors\n \n— The movement detectors must be especially designed for corridors according to the \nfinishes and shall generally be ceiling mounted passive IR type.\nArtificial illumination criteria\nLighting shall be designed to satisfy the requirements of the CIBSE Code for Lighting \n2012, CIBSE / ASHRAE, BS: EN 1838 for emergency lighting.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n57\n \n— Facade lighting should be high efficiency with more than 50 lumens/watt and low UV \nemissions to reduce light pollution.\nAll lighting in public areas shall be coordinated with the interior design team.\nTable 7: Lighting in public areas.\nGUEST ROOM\nMAINTAINED ILLUMINATION LEVEL\nBedroom\n400 lux for desktop\n150 lux for headboard reading\nBathroom\n350 lux at 60cm for mirror\nGUEST ROOMS FLOOR CORRIDOR & LIFTS\nMAINTAINED ILLUMINATION LEVEL\nGeneral lighting in guest rooms\n100 lux\nGuest room door\n150 lux\nLift landings and staircases\n150 lux\nLift car\n80 lux\nPUBLIC AREAS\nMAINTAINED ILLUMINATION LEVEL\nGeneral lighting in the lobby\n200 lux\nFront desk\n400 lux\nGeneral lighting in breakfast rooms, restaurants \nand bars\n200 lux\nBar counters\n300 lux\nSelf-service buffets\n300 lux\nGeneral lighting in meeting rooms\n300 lux – general level\nGeneral lighting in Public restrooms\n200 lux – general level\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n58\nGeneral lighting on the restaurant terrace\n100 lux – general level\nGeneral lighting in the covered car park\n100 lux – general level\nGeneral lighting in the outside car park\n50 lux – general level\nGym\n400 lux maintained average – with S/S dimmable\nLounge\n300 lux maintained average – with S/S dimmable\nToilets\n200 lux average floor level\nStairs(at tread level)\n150 lux average floor level\nCorridors\n100 lux average\nPlantrooms\n200 lux average (FFL)\nBACK OFFICE AREAS\nMAINTAINED ILLUMINATION LEVEL\nGeneral lighting in the offices\n400 lux – at the working plane\nGeneral lighting in the kitchens\n500 lux – at the working plane\nGeneral lighting in staff areas\n150 lux – general level\nGeneral lighting in the plant rooms\n200 lux – general level\n10.3 Emergency lighting\nEmergency lighting must be supplied either from the building life safety power supply or \nfittings incorporating integral batteries. The emergency lighting will be supplied from the \nemergency boards. A separation of circuits will be implemented. Refer also to chapter \n“Emergency distribution board”.\n \n— Illumination levels must be field-programmable to meet local code requirements for \nemergency power conditions. Such options include, but are not limited to, providing a \nconstant minimal light level for emergency circuits during normal operation or providing \nfull function dimming under emergency power. \n \n— They must be equipped with a test switch function with status indicator to simulate a \nphase failure and a phase status indicator. \nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n59\nTable 8: Emergency lighting.\nEMERGENCY LIGHTING\nMAINTAINED ILLUMINATION LEVEL\nEmergency Lighting\n1 lux minimum on escape routes\nPlantrooms\n15 lux\nFire Services\n5 lux\n10.4 External lighting to externals walls, signs and  \n \ncar park\nThey must be controlled automatically by a light-sensitive photo-electric cell and electric/BMS \ntime-clock (in series), with manual over-ride (auto/off/on).\nThey must include:\n \n—  Roof-top and approached sign\n \n—  Entrance canopy sign\n \n—  External wall floodlights\n \n—  Car park entrance totem sign\n \n—  Fireman’s switch to cut off all signs and external lighting\nTable 9: External lighting.\nAREA\nMAINTAINED ILLUMINATION LEVEL\nFootpaths\n20 Lux\nCovered Walkways\n20 Lux\nBuilding perimeter security lighting - (in 2m zone)\n10 Lux\nCar Park (Covered)\n75 (150 lux at ramps, corners and intersections)\nCar park (External)\n20 Lux\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n60\n11. Lighting Controls & Switching\nTypically lighting shall have the following control philosophy.\nDesign Compliance\nBack-of-House\nOffices and Storage Rooms local occupancy sensor. Provide offices with override switch.\nCorridors\nLocal switching (non-emergency lights only).\nPlant Rooms\nLocal switch (no occupancy sensor).\nStairwells\nOccupancy sensor to go from 100% to 50% when unoccupied.\nPublic Toilets & Gym\nSwitching with occupancy senor (30minute timer) to turn off lights except one, plus \nlocal keyed switch\nPublic Areas\nLobby and Public Spaces shall have 4 scene programmable dimming system with \navailable time clock events.\nFunction & Meeting Rooms\nshall have 4 scene programmable dimming control with individual zone control and \nvacancy sensor. If motorized shades are included they must integrate with lighting \ncontrols in the space.\nExternal Areas\nSite and Car Parking: Photocell connected to BAS.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n61\nFigure 2: Typical Function Room Lighting Control Locations\nFigure 3: Typical Board & Meeting Room Lighting Control Locations\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n62\n12. Distribution Cabling and Busbars\nDesign Description\nCabling\nThe insulation to power cables or other cables installed in plant room must be in \nelastomer (cross-linked polyethylene).\n \n— The insulation of small power cables shall be low smoke halogen free.\n \n— The power and control cables shall be labelled at all relevant location.\n \n— The main distribution cables must not be run through high fire risk zone. If this is \nunavoidable, they must be run in two-hour fire-resisting conduit.\nIn undecorated zones, all the cables must be installed:\n \n— On cable trays (when the quantity justifies their use) hot-galvanised or made from \nstainless steel wire with 25% spare capacity.\n \n— In conduit or trunking (when there are few cables),\n \n— It must be forbidden to lay cables directly in false ceilings or attached with collars.\nIn decorated zones, the cables must be:\n \n— Chased into slabs, ceilings or partitions.\n \n— Run in decorative skirting ducts or trunking.\nChasing into the partitions between bedrooms must be forbidden in order to avoid a \nreduction in sound insulation; cables must be run in skirting ducts.\nBusbar\nBusbar distribution networks only permitted for main vertical and horizontal \ndistribution only and must be supplied from a single manufacture, mix-and-match \nbusbar components is not permitted. Busbar networks to meet the following base \nrequirements:\n \n— All conductors to be copper, either busbar of cable cores. Aluminium conductors are \nnot permitted.\n \n— End feed units and tap-offs to be compatible with main distribution system.\n \n— Busbars to be sized for fully assessed load demand with 20% spare capacity.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n63\n \n— Fixings and jointing methodology to be strictly in accordance with manufacturers \nrecommendations.\n \n— Any damaged, cracked/dented sections must be removed and replaced.\nGeneral\nIn plant rooms the cables and conductors must be provided with mechanical protection.\nJunction boxes must be accessible for maintenance purposes.\nCables supplying emergency installations must be fire-resistant and in compliance with \nlife safety section (above).\nAll cable calculations (in particular power tables, cable sizing and protection selection) \nmust be by propriety software, such as CANECO, ETAP or equal in accordance with \nlocal regulations.\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n64\n13. Earthing and Bonding\nTo provide an earthing and bonding system to reduce life risk from electric shock, by limiting \nthe potential of current carrying conductors forming part of the system and, non-current \ncarrying metal work associated with equipment, apparatus and appliances.\nThe supply system earthing must include requirements for the multiple earthing of Low \nVoltage (LV) systems and for the use of Protective Multiple Earthing (PME).\nDesign Compliance\nLow voltage systems’ earthing requirements must comply with the following:\n \n— Install a TN-C-S system where the neutral and protective functions are combined in \na single conductor but only in one part of the system.\n \n— TN- C must apply from the Low Voltage General Board (LVGB) to feed power loads \nand panel boards (3 phases + PEN).\n \n— TN-S must apply to feed lighting, sockets and small power loads (3 phases + N + \nPE).\n \n— This type of distribution commonly called protective multiple earthing is TN-C, the \narrangement in the installation being TN-S. This arrangement is the ACCOR group \nInternational preference.\n \n— A main earth bar must be inside the electrical switch room connected to the general \nearth.\n \n— The general earthing resistance must be less than 2 ohms.\n \n— Separate earth cables as required to be run to special equipment with a minimal \nsection of 16mm².\nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n65\n14. Lightning Protection\nA risk analysis must be undertaken to determine the need for a lightning protection system.\nIf deemed necessary, the hotel structure must be equipped with a lightning protection \nnetwork in accordance with BS EN/IEC 62 305-1 (62 305-2 for Risk Management). \nIn non-existence of a risk analysis, the lightning protection must be installed.\nThe system must be fully tested in accordance with BS EN/IEC 62 305-1. Subject to an \nagreement with the regional electricity Supply Company, the lightning protection system \nmust be cross-bonded to the main system’s earth disconnection bar.\nThis package forms part of the electrical package, and the electrical contractor must appoint \na specialist to undertake the design and installation of this aspect of the works.\n15. Acoustics\nRefer to Acoustics chapter for the equipment and acoustic level of each room. \nElectricity & Lighting | Technical Document\nGeneral Requirements  |  1. Incoming Power Services & Metering  |  2. Electrical Incoming Supplies\n3. LV Distribution Systems  |  4. Guestroom LV Distribution  |  5. Accessories / Outlets  |  6. Electric Vehicle Charging  \n7. Secondary & Generator Life Safety Emergency Supplies  |  8. Life Safety Distribution Board   \n9. Uninterruptible Power Switch (UPS)  |  10. Lighting  |  11. Lighting Controls & Switching   \n12. Distribution Cabling & Busbars  |  13. Earthing & Bonding  |  14. Lightning Protection  |  15. Acoustics\n", "Accor Technical Standards | Version 2.0 | April 2023\n66\nGeneral Technical Standards  |  Luxury Brands\nMechanical  |  Electricity & Lighting  |  Plumbing & Drainage  |  Acoustics  |  Vertical Transportation\nPlumbing & Drainage\n", "Accor Technical Standards | Version 2.0 | April 2023\n67\nGeneral Requirements\nDesign Criteria\n1. Minimum Requirements: This document establishes minimum Accor requirements and is \nnot intended to provide complete design solutions to project specific situations.\n2. Deviations: Submit proposed deviations for systems, equipment or manufacturers in \nwriting to Accor Design and Technical Services Department for approval. The Plumbing \nand Drainage sheet within the MEP checklist should be used to highlight, track and record \nagreement for any deviations from the standards.\n3. Documentation: Clearly identify on the design drawings systems and equipment required \nby this document and provided by the contractor.\nCodes & Standards\n1. Governing Regulations: If local governing regulations conflict with Accor Design Standards \ncontact Accor Design and Technical Services for resolution.\n2. Sanitation: Comply with sanitation standards to safeguard the water supply, drainage and \nfood service equipment.\nSystem Design\nDesign systems in accordance with EN Standards / CIBSE / ASHRAE /ASPE and / or local \ncode and regulatory requirements.\nWhere Accor requirements exceed local code compliance, Accor requirements must be met.\nSustainability and Energy Efficiency in Action\nIn the wake of the 21st climate change conference, and strengthened by the lessons drawn \nfrom our Planet 21 initiative, we formulated our vision for 2020 with an enhanced Planet 21 – \n2016 | 2020 and future versions under development. \nZero carbon, zero waste, as well as increasingly controlled water consumption is the target \nAccor has set for its buildings. This is just the beginning. We will not stop there.\nBreaking new ground and driving change to positive hospitality through a new 5-year plan. \nWe are leading innovation and accountability generating wealth, sustainably and limiting our \nnegative impacts.\nPlanet 21, enriching the AccorHotels brand\nEnergy Efficiency\nAccor adheres to all regulatory requirements and where feasible best practice \nrecommendations with regards to energy efficiency.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n68\nWhere regulatory requirements and best practice guidance is not available, as a minimum, \ndesign plumbing systems in compliance with CIBSE Energy Efficiency in Buildings.\nRenewable Energy\nAs part of the design process, investigate the use of alternate or renewable energy options, \ninclude but are not limited to solar and ground source heat pumps for hot water and \nswimming pool heat.\nRenewable energy systems and generation should be incorporated where the benefit the \nhotel operations and running costs.\nWater Efficiency\nAccor adheres to all regulatory requirements and where feasible best practice \nrecommendations with regards to water efficiency.\nWhere regulatory requirements and best practice guidance is not available, as a minimum, \ndesign plumbing systems in compliance with CIBSE Water Efficiency recommendations.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n69\n1. Water Supply Quality\nDomestic water supplies to all washbasin taps, shower taps etc. must be free from E.coli, \nlegionella and pseudomonas. Water must be fully drinkable and meet the mineral content \nlimits of the EU Drinking Water Directive and World Health Organisation (WHO) standards for \nwater quality. An overview of critical elements is provided indicated in Table 10 below.\nTable 10: For this purpose, a specific water treatment unit may be necessary.\nPARAMETER\nWHO\nDRINKING WATER DIRECTIVES (EU)\nAcrylamide\n0.0005\n0.0001\nAluminum\n0.2\nAmmonium\n0.5\nAntimony\n0.02\n0.005\nArsenic\n0.01\n0.01\nBenzene\n0.01\n0.001\nBenzo(A)Pyrene \n0.0007\n0.00001\nBoron\n0.5\n1\nBromate\n0.01\n0.01\nCadmium\n0.003\n0.005\nChloride\n250\nChromium\n0.05\n0.05\nCopper\n2\n2\nCyanide\n0.07\n0.05\n1,2-Dichloroethane\n0.03\n0.003\nEpichlorohydrin\n0.0004\n0.0001\nFluoride\n1.5\n1.5\nHydrogen Ion Concentration\n>=6.5 And <=9.5\nIron\n0.2\nLead\n0.01\n0.01\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n70\nPARAMETER\nWHO\nDRINKING WATER DIRECTIVES (EU)\nManganese\n0.4\n0.05\nMercury\n0.006\n0.001\nNickel\n0.07\n0.02\nNitrate\n50\n50\nNitrite\n3\n0.5\nOdour / Colour / Taste / Turbidity\nInoffensive\nPesticides\n0.0001\nPolycyclic Aromatic Hydrocarbons\n0.0001\nSelenium\n0.01\n0.01\nSodium\n200\nSulphate\n250\nTetrachloroethylene\n0.04\n0.01\nTrichloroethylene\n0.02\n0.01\nTrihalomethanes-Total\n0.1\nTritium\n10000 Bq/L\n100 Bq/L\nVinyl Chloride\n0.0003\n0.0005\nDesign Compliance\nTo maintain water quality and prevent risk of contamination the guidance and \nequipment noted below should be followed and provided.\n1. Where results of water sample tests indicate higher contaminant levels, incorporate \nappropriate water treatment into the supply system.\n2. Provide packaged 3-stage Point-of-Entry (POE) water purification system capable \nof removing particulate matter down to 3um and containments down to .001 to \nachieve a chemical-free 4 log reduction of virus and particulate matter.\n3. Provide UV filtration at point of entry capable of 99.99% removal of legionella prior \nto entering the water storage tanks.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n71\n4. In areas of high calcium content and high TDS, provide water softening to the \nincoming water supply for treatment of all water.\n5. In areas of high mineral content, where treatment is required, provide active carbon \nfilters for taste and odour control.\n6. For ice machines, food production and hydration stations, provide inline filtration \nfor removal of microbiological content, viruses, bacteria, trace minerals, and other \ncontaminants. Filter to permanently bond debris to prevent contaminant released.\n7. All filters should be capable of automatic backwash to minimise maintenance \nrequirements. Where auto-backwash filters are not available, cartridge filters with \nremote monitoring may be considered.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n", "Accor Technical Standards | Version 2.0 | April 2023\n72\n2. Water Supply\nThe technical design of the water supply must incorporate the following performance criteria:\n \n— Water must be available at all times (24/7 365 days per year).\n \n— In locations where the mains water supply is unreliability or has unacceptable low \npressure, water storage tanks with booster pumps must be provided.\n \n— In locations where direct mains fed systems are achievable, a system to disconnect the \nwater supply from the public mains supply must be installed.\nDesign Compliance\nWhere water supplies are proven to be either unreliable or insufficient to supply the \nrequired flow rate and pressure, water supplies are to be provided via cold water \nstorage tank and booster pump.\nWhere cold water storage tanks are provided, they must be in accordance with the \nfollowing criteria:\n1. Minimum two (2) equally sized independent cells each with a lockable cover. As a \nminimum each cell is to provide 65% of total storage requirement.\n2. In areas where water supply is unreliable and sporadic, 7-day bulk raw water \nstorage externally should be provided. In turn the raw water bulk storage tank will \nsupply treated water day tanks sized in accordance with the above.\n3. Inlets and outlets are to be located at opposite ends of the tanks.\n4. Incorporate temperature probe to monitor stored water temperature and report to \nthe BMS.\n5. Glass-reinforced plastic (GRP) insulated tank sections suitable for drinkable water \nsupply. Where concrete tanks are provided, these are to be provided with a smooth \nfloated finish and should be lined with butyl liner to prevent contamination and \nmaintain water quality.\n6. Provide a minimum of 520 litres storage per guestroom per day plus catering \ndemand.\na) For resort properties provide 720 litres storage per guest room per day.\nb) Provide additional storage capacity for catering \nand laundry facilities to meet demand.\n7. Include audible high and low level alarms interfaced and monitored by the BMS for \nlocal and remote warning.\nPlumbing & Drainage | Technical Document\nGeneral Requirements  |  1. Water Supply Quality  |  2. Water Supply  |  3. Non-domestic Water Supply  \n4. Monitoring Water Consumption  |  5. Water Distribution Network  |  6. Water Conditioning / Softening \n7. Domestic Hot Water Supply  |  8. Domestic Hot Water Plant  |  9. System Balancing & Commissioning \n10. Above Ground Foul, Grey & Surface Water Drainage  |  11. Acceptance Testing  |  12. Acoustic Levels \n13. Hygiene Design Criteria of Equipment\n"]