{"Message": "This is part 4 of a 4-part dataset series on energy, water consumption, and GHG emissions data for hotels."}
"The H2185 - SOFITEL NEW YORK (Code: H2185), operated as Managed in United States of America under the SOFITEL brand, offers a LUX segment experience. It covers an area of 43780 sqm with 398 keys. In 2019, it consumed 11669984 kWh of energy. In 2020, it consumed 5757088 kWh of energy. In 2021, it consumed 3814637 kWh of energy. In 2022, it consumed 5057682 kWh of energy. Water consumption for 2022 was 28890 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 129233 rooms in 2019. The number of guests in 2019 was 197671. It sold 22762 rooms in 2020. The number of guests in 2020 was 31774. It sold 5947 rooms in 2021. The number of guests in 2021 was 10663. It sold 88918 rooms in 2022."
"The H2741 - SOFITEL PHILADELPHIA (Code: H2741), operated as Managed in United States of America under the SOFITEL brand, offers a LUX segment experience. It covers an area of 33660 sqm with 306 keys. In 2019, it consumed 10376969 kWh of energy. In 2020, it consumed 22537092 kWh of energy. In 2021, it consumed 6278189 kWh of energy. In 2022, it consumed 5204371 kWh of energy. For GHG emissions in 2022, it recorded 85 tons (Scope 1) and 1409 tons (Scope 2). Water consumption for 2022 was 34120 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 89700 rooms in 2019. The number of guests in 2019 was 119548. It sold 30082 rooms in 2020. The number of guests in 2020 was 45145. It sold 53717 rooms in 2021. The number of guests in 2021 was 89647. It sold 74062 rooms in 2022."
"The H2993 - SOFITEL CHICAGO WATER TOWER (Code: H2993), operated as Managed in United States of America under the SOFITEL brand, offers a LUX segment experience. It covers an area of 45650 sqm with 415 keys. In 2019, it consumed 12168451 kWh of energy. In 2020, it consumed 10850439 kWh of energy. In 2021, it consumed 12562058 kWh of energy. In 2022, it consumed 13357040 kWh of energy. For GHG emissions in 2022, it recorded 1613 tons (Scope 1) and 2032 tons (Scope 2). Water consumption for 2022 was 21801 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 124226 rooms in 2019. The number of guests in 2019 was 182116. It sold 42178 rooms in 2020. The number of guests in 2020 was 60715. It sold 70811 rooms in 2021. The number of guests in 2021 was 105537. It sold 98327 rooms in 2022."
"The H3293 - SOFITEL WASHINGTON D.C LAFAYETTE SQUARE (Code: H3293), operated as Managed in United States of America under the SOFITEL brand, offers a LUX segment experience. It covers an area of 26070 sqm with 237 keys. In 2019, it consumed 6949212 kWh of energy. In 2020, it consumed 5291777 kWh of energy. In 2021, it consumed 5368535 kWh of energy. In 2022, it consumed 3011735 kWh of energy. Water consumption for 2022 was 17173 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 71719 rooms in 2019. The number of guests in 2019 was 110989. It sold 37509 rooms in 2020. The number of guests in 2020 was 56543. It sold 24755 rooms in 2021. The number of guests in 2021 was 43044. It sold 52855 rooms in 2022."
"The H3646 - SOFITEL MONTREAL (Code: H3646), operated as Managed in Canada under the SOFITEL brand, offers a LUX segment experience. It covers an area of 28160 sqm with 256 keys. In 2019, it consumed 4952286 kWh of energy. In 2020, it consumed 3681452 kWh of energy. In 2021, it consumed 11418734 kWh of energy. In 2022, it consumed 5069344 kWh of energy. For GHG emissions in 2022, it recorded 357 tons (Scope 1) and 5 tons (Scope 2). Water consumption for 2022 was 16615 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 69176 rooms in 2019. The number of guests in 2019 was 96188. It sold 12898 rooms in 2020. The number of guests in 2020 was 18358. It sold 23565 rooms in 2021. The number of guests in 2021 was 39298. It sold 51137 rooms in 2022."
"The H9919 - MAMA SHELTER MAMA SHELTER LOS ANGELES (Code: H9919), operated as Managed in United States of America under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 4200 sqm with 70 keys. In 2020, it consumed 760493 kWh of energy. In 2021, it consumed 489275 kWh of energy. In 2022, it consumed 80793 kWh of energy. Water consumption for 2022 was 5487 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 22366 rooms in 2019. The number of guests in 2019 was 33065. It sold 5963 rooms in 2020. The number of guests in 2020 was 10565. It sold 11598 rooms in 2021. The number of guests in 2021 was 17645. It sold 20163 rooms in 2022."
"The HA550 - FAIRMONT BANFF SPRINGS - BSH (Code: HA550), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 105980 sqm with 757 keys. In 2019, it consumed 60269505 kWh of energy. In 2020, it consumed 27179177 kWh of energy. In 2021, it consumed 49761383 kWh of energy. In 2022, it consumed 63493699 kWh of energy. For GHG emissions in 2022, it recorded 9253 tons (Scope 1) and 7483 tons (Scope 2). Water consumption for 2022 was 52759 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 196261 rooms in 2019. The number of guests in 2019 was 372205. It sold 73825 rooms in 2020. The number of guests in 2020 was 144093. It sold 76111 rooms in 2021. The number of guests in 2021 was 172246. It sold 156662 rooms in 2022."
"The HA551 - FAIRMONT ROYAL YORK - RYH (Code: HA551), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 187460 sqm with 1339 keys. In 2019, it consumed 52863432 kWh of energy. In 2020, it consumed 48075189 kWh of energy. In 2021, it consumed 64731713 kWh of energy. In 2022, it consumed 70133850 kWh of energy. For GHG emissions in 2022, it recorded 5233 tons (Scope 1) and 2676 tons (Scope 2). Water consumption for 2022 was 126939 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 386800 rooms in 2019. The number of guests in 2019 was 574054. It sold 99455 rooms in 2020. The number of guests in 2020 was 138377. It sold 132016 rooms in 2021. The number of guests in 2021 was 219826. It sold 281259 rooms in 2022."
"The HA553 - FAIRMONT CLAREMONT CLUB AND SPA - CLA (Code: HA553), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 38640 sqm with 276 keys. In 2019, it consumed 10445844 kWh of energy. In 2020, it consumed 5126395 kWh of energy. In 2021, it consumed 7845169 kWh of energy. In 2022, it consumed 9519549 kWh of energy. For GHG emissions in 2022, it recorded 998 tons (Scope 1) and 947 tons (Scope 2). Water consumption for 2022 was 15380 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 76442 rooms in 2019. The number of guests in 2019 was 118028. It sold 20689 rooms in 2020. The number of guests in 2020 was 32425. It sold 46174 rooms in 2021. The number of guests in 2021 was 81499. It sold 57027 rooms in 2022."
"The HA554 - FAIRMONT COPLEY PLAZA - COP (Code: HA554), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 53620 sqm with 383 keys. In 2019, it consumed 12455654 kWh of energy. In 2020, it consumed 9456819 kWh of energy. In 2021, it consumed 23892450 kWh of energy. In 2022, it consumed 30786256 kWh of energy. For GHG emissions in 2022, it recorded 5596 tons (Scope 1) and 53 tons (Scope 2). Water consumption for 2022 was 24097 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 105349 rooms in 2019. The number of guests in 2019 was 163482. It sold 28890 rooms in 2020. The number of guests in 2020 was 47417. It sold 67761 rooms in 2021. The number of guests in 2021 was 127159. It sold 89351 rooms in 2022."
"The HA555 - FAIRMONT PALLISER - PAL (Code: HA555), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 56980 sqm with 407 keys. In 2019, it consumed 15969065 kWh of energy. In 2020, it consumed 16128367 kWh of energy. In 2021, it consumed 14628687 kWh of energy. In 2022, it consumed 18556603 kWh of energy. For GHG emissions in 2022, it recorded 2317 tons (Scope 1) and 3131 tons (Scope 2). Water consumption for 2022 was 24072 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 103562 rooms in 2019. The number of guests in 2019 was 159565. It sold 21745 rooms in 2020. The number of guests in 2020 was 35594. It sold 29515 rooms in 2021. The number of guests in 2021 was 54787. It sold 71480 rooms in 2022."
"The HA556 - FAIRMONT LE MANOIR RICHELIEU - LMR (Code: HA556), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 56700 sqm with 405 keys. In 2019, it consumed 24940912 kWh of energy. In 2020, it consumed 14541039 kWh of energy. In 2021, it consumed 19579047 kWh of energy. In 2022, it consumed 13139965 kWh of energy. For GHG emissions in 2022, it recorded 923 tons (Scope 1) and 14 tons (Scope 2). Water consumption for 2022 was 17902 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 73234 rooms in 2019. The number of guests in 2019 was 154442. It sold 36603 rooms in 2020. The number of guests in 2020 was 85142. It sold 44217 rooms in 2021. The number of guests in 2021 was 115870. It sold 53158 rooms in 2022."
"The HA557 - FAIRMONT CHICAGO MILLENNIUM PARK - CHI (Code: HA557), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 96180 sqm with 687 keys. In 2019, it consumed 22342126 kWh of energy. In 2020, it consumed 16963014 kWh of energy. In 2021, it consumed 19465183 kWh of energy. In 2022, it consumed 13124250 kWh of energy. Water consumption for 2022 was 36870 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 145294 rooms in 2019. The number of guests in 2019 was 197044. It sold 24246 rooms in 2020. The number of guests in 2020 was 31488. It sold 58376 rooms in 2021. The number of guests in 2021 was 95925. It sold 136714 rooms in 2022."
"The HA558 - FAIRMONT DALLAS - DAL (Code: HA558), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 76300 sqm with 545 keys. In 2019, it consumed 17724103 kWh of energy. In 2020, it consumed 13456831 kWh of energy. In 2021, it consumed 15441812 kWh of energy. In 2022, it consumed 10411523 kWh of energy. Water consumption for 2022 was 29681 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 143222 rooms in 2019. The number of guests in 2019 was 198282. It sold 36734 rooms in 2020. The number of guests in 2020 was 56145. It sold 75907 rooms in 2021. The number of guests in 2021 was 130559. It sold 110057 rooms in 2022."
"The HA559 - FAIRMONT HOTEL MACDONALD - MAC (Code: HA559), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 27720 sqm with 198 keys. In 2019, it consumed 7884598 kWh of energy. In 2020, it consumed 6870684 kWh of energy. In 2021, it consumed 6769391 kWh of energy. In 2022, it consumed 5733797 kWh of energy. For GHG emissions in 2022, it recorded 994 tons (Scope 1) and 168 tons (Scope 2). Water consumption for 2022 was 11963 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 51759 rooms in 2019. The number of guests in 2019 was 73179. It sold 14394 rooms in 2020. The number of guests in 2020 was 22423. It sold 21367 rooms in 2021. The number of guests in 2021 was 35881. It sold 35524 rooms in 2022."
"The HA561 - FAIRMONT ORCHID HAWAII - ORC (Code: HA561), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 75600 sqm with 540 keys. In 2019, it consumed 17561497 kWh of energy. In 2020, it consumed 13333374 kWh of energy. In 2021, it consumed 6014844 kWh of energy. In 2022, it consumed 17597446 kWh of energy. For GHG emissions in 2022, it recorded 1884 tons (Scope 1) and 3977 tons (Scope 2). Water consumption for 2022 was 33259 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 151327 rooms in 2019. The number of guests in 2019 was 335444. It sold 38349 rooms in 2020. The number of guests in 2020 was 82761. It sold 94125 rooms in 2021. The number of guests in 2021 was 217359. It sold 123324 rooms in 2022."
"The HA562 - FAIRMONT JASPER PARK LODGE - JPL (Code: HA562), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 61740 sqm with 441 keys. In 2019, it consumed 17410585 kWh of energy. In 2020, it consumed 15833576 kWh of energy. In 2021, it consumed 69480674 kWh of energy. In 2022, it consumed 52855791 kWh of energy. For GHG emissions in 2022, it recorded 8179 tons (Scope 1) and 3545 tons (Scope 2). Water consumption for 2022 was 27914 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 101586 rooms in 2019. The number of guests in 2019 was 214909. It sold 54187 rooms in 2020. The number of guests in 2020 was 123296. It sold 59916 rooms in 2021. The number of guests in 2021 was 140731. It sold 82887 rooms in 2022."
"The HA563 - FAIRMONT CHATEAU LAKE LOUISE - CLL (Code: HA563), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 75460 sqm with 539 keys. In 2019, it consumed 27385954 kWh of energy. In 2020, it consumed 31216723 kWh of energy. In 2021, it consumed 19198798 kWh of energy. In 2022, it consumed 9311471 kWh of energy. Water consumption for 2022 was 38067 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 145541 rooms in 2019. The number of guests in 2019 was 311443. It sold 59840 rooms in 2020. The number of guests in 2020 was 136788. It sold 58141 rooms in 2021. The number of guests in 2021 was 138649. It sold 113035 rooms in 2022."
"The HA564 - FAIRMONT KEA LANI MAUI - KEA (Code: HA564), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 63000 sqm with 450 keys. In 2019, it consumed 14634581 kWh of energy. In 2020, it consumed 11111145 kWh of energy. In 2021, it consumed 3354426 kWh of energy. In 2022, it consumed 11379572 kWh of energy. For GHG emissions in 2022, it recorded 1265 tons (Scope 1) and 2326 tons (Scope 2). Water consumption for 2022 was 20833 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 143257 rooms in 2019. The number of guests in 2019 was 373482. It sold 33004 rooms in 2020. The number of guests in 2020 was 79913. It sold 95113 rooms in 2021. The number of guests in 2021 was 259049. It sold 77249 rooms in 2022."
"The HA565 - FAIRMONT TREMBLANT - CMT (Code: HA565), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 43960 sqm with 314 keys. In 2019, it consumed 12396653 kWh of energy. In 2020, it consumed 13590282 kWh of energy. In 2021, it consumed 16060167 kWh of energy. In 2022, it consumed 15116398 kWh of energy. For GHG emissions in 2022, it recorded 1583 tons (Scope 1) and 10 tons (Scope 2). Water consumption for 2022 was 18377 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 72220 rooms in 2019. The number of guests in 2019 was 126367. It sold 31408 rooms in 2020. The number of guests in 2020 was 71139. It sold 32827 rooms in 2021. The number of guests in 2021 was 81856. It sold 54568 rooms in 2022."
"The HA566 - FAIRMONT LE CHATEAU MONTEBELLO - LCM (Code: HA566), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 29400 sqm with 210 keys. In 2019, it consumed 8290755 kWh of energy. In 2020, it consumed 8701949 kWh of energy. In 2021, it consumed 10403607 kWh of energy. In 2022, it consumed 6813315 kWh of energy. For GHG emissions in 2022, it recorded 479 tons (Scope 1) and 7 tons (Scope 2). Water consumption for 2022 was 12967 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 39950 rooms in 2019. The number of guests in 2019 was 83017. It sold 21887 rooms in 2020. The number of guests in 2020 was 51018. It sold 29179 rooms in 2021. The number of guests in 2021 was 68146. It sold 38504 rooms in 2022."
"The HA567 - FAIRMONT THE QUEEN ELIZABETH - QEH (Code: HA567), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 133000 sqm with 950 keys. In 2019, it consumed 18257307 kWh of energy. In 2020, it consumed 34108611 kWh of energy. In 2021, it consumed 33310402 kWh of energy. In 2022, it consumed 26058242 kWh of energy. For GHG emissions in 2022, it recorded 90 tons (Scope 1) and 2020 tons (Scope 2). Water consumption for 2022 was 57956 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 225050 rooms in 2019. The number of guests in 2019 was 332013. It sold 38714 rooms in 2020. The number of guests in 2020 was 58617. It sold 52445 rooms in 2021. The number of guests in 2021 was 89888. It sold 172095 rooms in 2022."
"The HA568 - FAIRMONT THE PLAZA  MANAGED HTL - PLZ (Code: HA568), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 39480 sqm with 282 keys. In 2019, it consumed 9171004 kWh of energy. In 2020, it consumed 6962984 kWh of energy. In 2021, it consumed 7990075 kWh of energy. In 2022, it consumed 9714423 kWh of energy. For GHG emissions in 2022, it recorded 790 tons (Scope 1) and 1554 tons (Scope 2). Water consumption for 2022 was 16332 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 75481 rooms in 2019. The number of guests in 2019 was 138046. It sold 11977 rooms in 2020. The number of guests in 2020 was 22123. It sold 31591 rooms in 2021. The number of guests in 2021 was 60803. It sold 60558 rooms in 2022."
"The HA570 - FAIRMONT CHATEAU LAURIER - CLH (Code: HA570), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 59640 sqm with 426 keys. In 2019, it consumed 10915166 kWh of energy. In 2020, it consumed 8300137 kWh of energy. In 2021, it consumed 9107372 kWh of energy. In 2022, it consumed 10064911 kWh of energy. For GHG emissions in 2022, it recorded 1767 tons (Scope 1) and 10 tons (Scope 2). Water consumption for 2022 was 27130 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 110354 rooms in 2019. The number of guests in 2019 was 182582. It sold 35681 rooms in 2020. The number of guests in 2020 was 61950. It sold 41758 rooms in 2021. The number of guests in 2021 was 84730. It sold 80560 rooms in 2022."
"The HA571 - FAIRMONT PITTSBURGH - PGH (Code: HA571), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 25900 sqm with 185 keys. In 2019, it consumed 5278346 kWh of energy. In 2020, it consumed 4097692 kWh of energy. In 2021, it consumed 4921906 kWh of energy. In 2022, it consumed 4977042 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 2236 tons (Scope 2). Water consumption for 2022 was 10656 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 49447 rooms in 2019. The number of guests in 2019 was 66317. It sold 17496 rooms in 2020. The number of guests in 2020 was 26152. It sold 35778 rooms in 2021. The number of guests in 2021 was 53688. It sold 42701 rooms in 2022."
"The HA572 - FAIRMONT LE CHATEAU FRONTENAC - LCF (Code: HA572), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 85400 sqm with 610 keys. In 2019, it consumed 27245092 kWh of energy. In 2020, it consumed 21822338 kWh of energy. In 2021, it consumed 23038626 kWh of energy. In 2022, it consumed 25086770 kWh of energy. For GHG emissions in 2022, it recorded 2621 tons (Scope 1) and 16 tons (Scope 2). Water consumption for 2022 was 47896 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 151622 rooms in 2019. The number of guests in 2019 was 295780. It sold 48483 rooms in 2020. The number of guests in 2020 was 100904. It sold 62890 rooms in 2021. The number of guests in 2021 was 137727. It sold 142221 rooms in 2022."
"The HA574 - FAIRMONT GRAND DEL MAR - GDM (Code: HA574), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 34860 sqm with 249 keys. In 2019, it consumed 8097801 kWh of energy. In 2020, it consumed 21020098 kWh of energy. In 2021, it consumed 7055066 kWh of energy. In 2022, it consumed 4756824 kWh of energy. Water consumption for 2022 was 15866 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 56812 rooms in 2019. The number of guests in 2019 was 106483. It sold 19322 rooms in 2020. The number of guests in 2020 was 38005. It sold 32014 rooms in 2021. The number of guests in 2021 was 68005. It sold 58829 rooms in 2022."
"The HA575 - FAIRMONT HERITAGE PLACE GHIRARDELLI SQUARE - HGS (Code: HA575), operated as Subsidiary in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 7420 sqm with 53 keys. In 2019, it consumed 1723628 kWh of energy. In 2020, it consumed 1308646 kWh of energy. In 2022, it consumed 10729444 kWh of energy. For GHG emissions in 2022, it recorded 1571 tons (Scope 1) and 496 tons (Scope 2). The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The HA576 - FAIRMONT SAN FRANCISCO - SAF (Code: HA576), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 84840 sqm with 606 keys. In 2019, it consumed 23503810 kWh of energy. In 2020, it consumed 14963008 kWh of energy. In 2021, it consumed 15565555 kWh of energy. In 2022, it consumed 3283738 kWh of energy. For GHG emissions in 2022, it recorded 490 tons (Scope 1) and 140 tons (Scope 2). Water consumption for 2022 was 468 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 190871 rooms in 2019. The number of guests in 2019 was 307950. It sold 43522 rooms in 2020. The number of guests in 2020 was 59216. It sold 64374 rooms in 2021. The number of guests in 2021 was 121456. It sold 125594 rooms in 2022."
"The HA578 - FAIRMONT MIRAMAR HOTEL - MIR2 (Code: HA578), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 41580 sqm with 297 keys. In 2019, it consumed 9658823 kWh of energy. In 2020, it consumed 7333355 kWh of energy. In 2021, it consumed 8415079 kWh of energy. In 2022, it consumed 5769321 kWh of energy. Water consumption for 2022 was 21253 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 90408 rooms in 2019. The number of guests in 2019 was 133236. It sold 29571 rooms in 2020. The number of guests in 2020 was 44988. It sold 57223 rooms in 2021. The number of guests in 2021 was 92381. It sold 78804 rooms in 2022."
"The HA579 - FAIRMONT SCOTTSDALE PRINCESS - SCP (Code: HA579), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 105000 sqm with 750 keys. In 2019, it consumed 19199212 kWh of energy. In 2020, it consumed 15758477 kWh of energy. In 2021, it consumed 18516001 kWh of energy. In 2022, it consumed 19049181 kWh of energy. For GHG emissions in 2022, it recorded 44 tons (Scope 1) and 7252 tons (Scope 2). Water consumption for 2022 was 44237 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 188255 rooms in 2019. The number of guests in 2019 was 314762. It sold 86856 rooms in 2020. The number of guests in 2020 was 181900. It sold 144045 rooms in 2021. The number of guests in 2021 was 298153. It sold 164031 rooms in 2022."
"The HA580 - FAIRMONT OLYMPIC HOTEL SEATTLE - SEA (Code: HA580), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 63000 sqm with 450 keys. In 2019, it consumed 14249288 kWh of energy. In 2020, it consumed 8845539 kWh of energy. In 2021, it consumed 14408298 kWh of energy. In 2022, it consumed 12337358 kWh of energy. Water consumption for 2022 was 28741 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 133333 rooms in 2019. The number of guests in 2019 was 200768. It sold 24730 rooms in 2020. The number of guests in 2020 was 36898. It sold 56091 rooms in 2021. The number of guests in 2021 was 102002. It sold 106570 rooms in 2022."
"The HA581 - FAIRMONT SONOMA MISSION INN SPA - SMI (Code: HA581), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 31640 sqm with 226 keys. In 2019, it consumed 6430587 kWh of energy. In 2020, it consumed 26173060 kWh of energy. In 2021, it consumed 6403394 kWh of energy. In 2022, it consumed 4317439 kWh of energy. Water consumption for 2022 was 13887 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 60701 rooms in 2019. The number of guests in 2019 was 102530. It sold 19744 rooms in 2020. The number of guests in 2020 was 36135. It sold 44846 rooms in 2021. The number of guests in 2021 was 83826. It sold 51494 rooms in 2022."
"The HA583 - FAIRMONT HERITAGE PLACE FRANZ KLAMMER LODGE - FKL (Code: HA583), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 8820 sqm with 63 keys. In 2019, it consumed 2048841 kWh of energy. In 2020, it consumed 1555560 kWh of energy. In 2022, it consumed 6531917 kWh of energy. For GHG emissions in 2022, it recorded 984 tons (Scope 1) and 596 tons (Scope 2). The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The HA584 - FAIRMONT HOTEL VANCOUVER - HVC (Code: HA584), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 77980 sqm with 557 keys. In 2019, it consumed 21990240 kWh of energy. In 2020, it consumed 19998417 kWh of energy. In 2021, it consumed 26927232 kWh of energy. In 2022, it consumed 13957828 kWh of energy. For GHG emissions in 2022, it recorded 6 tons (Scope 1) and 1164 tons (Scope 2). Water consumption for 2022 was 47543 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 146346 rooms in 2019. The number of guests in 2019 was 240614. It sold 38545 rooms in 2020. The number of guests in 2020 was 65629. It sold 61668 rooms in 2021. The number of guests in 2021 was 121184. It sold 141175 rooms in 2022."
"The HA585 - FAIRMONT PACIFIC RIM - VPR (Code: HA585), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 51380 sqm with 367 keys. In 2019, it consumed 14489081 kWh of energy. In 2020, it consumed 13176695 kWh of energy. In 2021, it consumed 13882198 kWh of energy. In 2022, it consumed 16823605 kWh of energy. For GHG emissions in 2022, it recorded 31 tons (Scope 1) and 1969 tons (Scope 2). Water consumption for 2022 was 2079 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 96980 rooms in 2019. The number of guests in 2019 was 165357. It sold 38007 rooms in 2020. The number of guests in 2020 was 67045. It sold 48754 rooms in 2021. The number of guests in 2021 was 95395. It sold 81335 rooms in 2022."
"The HA586 - FAIRMONT VANCOUVER AIRPORT - FVA (Code: HA586), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 54040 sqm with 386 keys. In 2019, it consumed 12272529 kWh of energy. In 2020, it consumed 9921702 kWh of energy. In 2021, it consumed 10664960 kWh of energy. In 2022, it consumed 11709178 kWh of energy. For GHG emissions in 2022, it recorded 1348 tons (Scope 1) and 32 tons (Scope 2). Water consumption for 2022 was 35603 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 115214 rooms in 2019. The number of guests in 2019 was 191818. It sold 44829 rooms in 2020. The number of guests in 2020 was 74708. It sold 58352 rooms in 2021. The number of guests in 2021 was 92398. It sold 105719 rooms in 2022."
"The HA587 - FAIRMONT WATERFRONT - WFC (Code: HA587), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 68460 sqm with 489 keys. In 2019, it consumed 6475405 kWh of energy. In 2020, it consumed 4154663 kWh of energy. In 2021, it consumed 5136849 kWh of energy. In 2022, it consumed 6617577 kWh of energy. For GHG emissions in 2022, it recorded 377 tons (Scope 1) and 48 tons (Scope 2). Water consumption for 2022 was 29876 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 133741 rooms in 2019. The number of guests in 2019 was 216465. It sold 30959 rooms in 2020. The number of guests in 2020 was 46895. It sold 53265 rooms in 2021. The number of guests in 2021 was 99155. It sold 123727 rooms in 2022."
"The HA588 - FAIRMONT EMPRESS - EMP (Code: HA588), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 64960 sqm with 464 keys. In 2019, it consumed 10375494 kWh of energy. In 2020, it consumed 9177085 kWh of energy. In 2021, it consumed 22431303 kWh of energy. In 2022, it consumed 17597128 kWh of energy. For GHG emissions in 2022, it recorded 841 tons (Scope 1) and 95 tons (Scope 2). Water consumption for 2022 was 34667 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 95917 rooms in 2019. The number of guests in 2019 was 173605. It sold 25681 rooms in 2020. The number of guests in 2020 was 47165. It sold 41576 rooms in 2021. The number of guests in 2021 was 82963. It sold 88435 rooms in 2022."
"The HA590 - FAIRMONT WASHINGTON GEORGETOWN - WDC (Code: HA590), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 57820 sqm with 413 keys. In 2019, it consumed 13353437 kWh of energy. In 2020, it consumed 8419951 kWh of energy. In 2021, it consumed 9987429 kWh of energy. In 2022, it consumed 11720302 kWh of energy. For GHG emissions in 2022, it recorded 895 tons (Scope 1) and 2026 tons (Scope 2). Water consumption for 2022 was 22009 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 109721 rooms in 2019. The number of guests in 2019 was 163543. It sold 32575 rooms in 2020. The number of guests in 2020 was 45115. It sold 42447 rooms in 2021. The number of guests in 2021 was 65608. It sold 81608 rooms in 2022."
"The HA591 - FAIRMONT CHATEAU WHISTLER - CWR (Code: HA591), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 72660 sqm with 519 keys. In 2019, it consumed 43402168 kWh of energy. In 2020, it consumed 34690182 kWh of energy. In 2021, it consumed 38251297 kWh of energy. In 2022, it consumed 36231765 kWh of energy. For GHG emissions in 2022, it recorded 4884 tons (Scope 1) and 69 tons (Scope 2). Water consumption for 2022 was 38210 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 144753 rooms in 2019. The number of guests in 2019 was 293319. It sold 69407 rooms in 2020. The number of guests in 2020 was 156998. It sold 65830 rooms in 2021. The number of guests in 2021 was 152859. It sold 113460 rooms in 2022."
"The HA592 - FAIRMONT WINNIPEG - LOM (Code: HA592), operated as Managed in Canada under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 47600 sqm with 340 keys. In 2019, it consumed 1068428 kWh of energy. In 2020, it consumed 838221 kWh of energy. In 2021, it consumed 16436731 kWh of energy. In 2022, it consumed 7578762 kWh of energy. Water consumption for 2022 was 22421 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 85588 rooms in 2019. The number of guests in 2019 was 107666. It sold 28377 rooms in 2020. The number of guests in 2020 was 38325. It sold 27436 rooms in 2021. The number of guests in 2021 was 40887. It sold 66577 rooms in 2022."
"The HA7Z4 - FAIRMONT AUSTIN - AUS (Code: HA7Z4), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 146720 sqm with 1048 keys. In 2019, it consumed 42500971 kWh of energy. In 2020, it consumed 37115990 kWh of energy. In 2021, it consumed 40023616 kWh of energy. In 2022, it consumed 45009357 kWh of energy. For GHG emissions in 2022, it recorded 13 tons (Scope 1) and 16735 tons (Scope 2). Water consumption for 2022 was 109078 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 283408 rooms in 2019. The number of guests in 2019 was 404266. It sold 111605 rooms in 2020. The number of guests in 2020 was 186192. It sold 208284 rooms in 2021. The number of guests in 2021 was 366707. It sold 277408 rooms in 2022."
"The HA8J5 - FAIRMONT FAIRMONT CENTURY PLAZA (Code: HA8J5), operated as Managed in United States of America under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 56000 sqm with 400 keys. In 2022, it consumed 7641484 kWh of energy. Water consumption for 2022 was 12065 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 5310 rooms in 2021. The number of guests in 2021 was 8679. It sold 44738 rooms in 2022."
"The HB501 - 21c 21C MUSEUM HOTEL CHICAGO (Code: HB501), operated as Franchised in United States of America under the 21c brand, offers a PRE segment experience. It covers an area of 26905 sqm with 297 keys. In 2020, it consumed 4576260 kWh of energy. In 2021, it consumed 6618588 kWh of energy. In 2022, it consumed 5437988 kWh of energy. Water consumption for 2022 was 16256 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 4727 rooms in 2020. The number of guests in 2020 was 4727. It sold 32351 rooms in 2021. The number of guests in 2021 was 35961. It sold 59739 rooms in 2022."
"The HB502 - 21c 21C MUSEUM HOTEL OKLAHOMA CITY (Code: HB502), operated as Managed in United States of America under the 21c brand, offers a PRE segment experience. It covers an area of 12229 sqm with 135 keys. In 2019, it consumed 2599023 kWh of energy. In 2020, it consumed 2080118 kWh of energy. In 2021, it consumed 3008449 kWh of energy. In 2022, it consumed 2471813 kWh of energy. Water consumption for 2022 was 7366 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 30366 rooms in 2019. The number of guests in 2019 was 49275. It sold 19233 rooms in 2020. The number of guests in 2020 was 36450. It sold 24182 rooms in 2021. The number of guests in 2021 was 49275. It sold 27067 rooms in 2022."
"The HB503 - 21c 21C MUSEUM HOTEL NASHVILLE (Code: HB503), operated as Managed in United States of America under the 21c brand, offers a PRE segment experience. It covers an area of 11233 sqm with 124 keys. In 2019, it consumed 2387250 kWh of energy. In 2020, it consumed 1910627 kWh of energy. In 2021, it consumed 2763316 kWh of energy. In 2022, it consumed 2270406 kWh of energy. Water consumption for 2022 was 7629 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 31308 rooms in 2019. The number of guests in 2019 was 45260. It sold 18227 rooms in 2020. The number of guests in 2020 was 36532. It sold 20751 rooms in 2021. The number of guests in 2021 was 41728. It sold 28036 rooms in 2022."
"The HB504 - 21c 21C MUSEUM HOTEL LOUISVILLE (Code: HB504), operated as Managed in United States of America under the 21c brand, offers a PRE segment experience. It covers an area of 8244 sqm with 91 keys. In 2019, it consumed 1751934 kWh of energy. In 2020, it consumed 1402154 kWh of energy. In 2021, it consumed 2027917 kWh of energy. In 2022, it consumed 1666185 kWh of energy. Water consumption for 2022 was 5897 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 25542 rooms in 2019. The number of guests in 2019 was 33215. It sold 17019 rooms in 2020. The number of guests in 2020 was 32851. It sold 19654 rooms in 2021. The number of guests in 2021 was 33215. It sold 21669 rooms in 2022."
"The HB505 - 21c 21C MUSEUM HOTEL BENTONVILLE (Code: HB505), operated as Managed in United States of America under the 21c brand, offers a PRE segment experience. It covers an area of 9421 sqm with 104 keys. In 2019, it consumed 2002210 kWh of energy. In 2020, it consumed 1602461 kWh of energy. In 2021, it consumed 2317620 kWh of energy. In 2022, it consumed 1904211 kWh of energy. Water consumption for 2022 was 7779 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 28625 rooms in 2019. The number of guests in 2019 was 37856. It sold 18214 rooms in 2020. The number of guests in 2020 was 34632. It sold 23612 rooms in 2021. The number of guests in 2021 was 37960. It sold 28587 rooms in 2022."
"The HB507 - 21c 21C MUSEUM HOTEL CINCINNATI (Code: HB507), operated as Managed in United States of America under the 21c brand, offers a PRE segment experience. It covers an area of 14132 sqm with 156 keys. In 2019, it consumed 3003315 kWh of energy. In 2020, it consumed 2403692 kWh of energy. In 2021, it consumed 3476430 kWh of energy. In 2022, it consumed 2856317 kWh of energy. Water consumption for 2022 was 9629 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 46337 rooms in 2019. The number of guests in 2019 was 56940. It sold 24533 rooms in 2020. The number of guests in 2020 was 51036. It sold 27713 rooms in 2021. The number of guests in 2021 was 56940. It sold 35383 rooms in 2022."
"The HB508 - 21c 21C MUSEUM HOTEL DURHAM (Code: HB508), operated as Managed in United States of America under the 21c brand, offers a PRE segment experience. It covers an area of 11324 sqm with 125 keys. In 2019, it consumed 2406502 kWh of energy. In 2020, it consumed 1926035 kWh of energy. In 2021, it consumed 2785601 kWh of energy. In 2022, it consumed 2288716 kWh of energy. Water consumption for 2022 was 7000 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 30698 rooms in 2019. The number of guests in 2019 was 45625. It sold 16892 rooms in 2020. The number of guests in 2020 was 38079. It sold 18141 rooms in 2021. The number of guests in 2021 was 45625. It sold 25725 rooms in 2022."
"The HB509 - 21c 21C MUSEUM HOTEL KANSAS CITY (Code: HB509), operated as Managed in United States of America under the 21c brand, offers a PRE segment experience. It covers an area of 10871 sqm with 120 keys. In 2019, it consumed 2310242 kWh of energy. In 2020, it consumed 1848994 kWh of energy. In 2021, it consumed 2674177 kWh of energy. In 2022, it consumed 2197167 kWh of energy. Water consumption for 2022 was 5902 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 21625 rooms in 2019. The number of guests in 2019 was 43800. It sold 17130 rooms in 2020. The number of guests in 2020 was 39320. It sold 18541 rooms in 2021. The number of guests in 2021 was 43800. It sold 21688 rooms in 2022."
"The HB510 - 21c 21C MUSEUM HOTEL LEXINGTON (Code: HB510), operated as Managed in United States of America under the 21c brand, offers a PRE segment experience. It covers an area of 7972 sqm with 88 keys. In 2019, it consumed 1694178 kWh of energy. In 2020, it consumed 1355929 kWh of energy. In 2021, it consumed 1961063 kWh of energy. In 2022, it consumed 1611256 kWh of energy. Water consumption for 2022 was 5129 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 24069 rooms in 2019. The number of guests in 2019 was 32120. It sold 13327 rooms in 2020. The number of guests in 2020 was 26840. It sold 16061 rooms in 2021. The number of guests in 2021 was 32120. It sold 18847 rooms in 2022."
"The HB5C0 - HYDE MIAMI MIDTOWN HYDE (Code: HB5C0), operated as Managed in United States of America under the HYDE brand, offers a PRE segment experience. It covers an area of 6000 sqm with 60 keys. In 2019, it consumed 1329668 kWh of energy. In 2020, it consumed 1000643 kWh of energy. In 2021, it consumed 1337088 kWh of energy. In 2022, it consumed 1525565 kWh of energy. For GHG emissions in 2022, it recorded 78 tons (Scope 1) and 418 tons (Scope 2). Water consumption for 2022 was 4379 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 15620 rooms in 2019. The number of guests in 2019 was 21900. It sold 9250 rooms in 2020. The number of guests in 2020 was 19160. It sold 15521 rooms in 2021. The number of guests in 2021 was 21900. It sold 16093 rooms in 2022."
"The HB5C1 - MONDRIAN MONDRIAN WEST HOLLYWOOD (Code: HB5C1), operated as Managed in United States of America under the MONDRIAN brand, offers a PRE segment experience. It covers an area of 23600 sqm with 236 keys. In 2019, it consumed 5252190 kWh of energy. In 2020, it consumed 3935863 kWh of energy. In 2021, it consumed 9642299 kWh of energy. In 2022, it consumed 5443979 kWh of energy. Water consumption for 2022 was 15147 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 64704 rooms in 2019. The number of guests in 2019 was 86140. It sold 18699 rooms in 2020. The number of guests in 2020 was 51284. It sold 37671 rooms in 2021. The number of guests in 2021 was 73841. It sold 55662 rooms in 2022."
"The HB5C2 - SLS SLS BEVERLY HILLS (Code: HB5C2), operated as Franchised in United States of America under the SLS brand, offers a LUX segment experience. It covers an area of 35640 sqm with 297 keys. In 2019, it consumed 9899541 kWh of energy. In 2020, it consumed 7280044 kWh of energy. In 2022, it consumed 10617635 kWh of energy. For GHG emissions in 2022, it recorded 655 tons (Scope 1) and 1644 tons (Scope 2). The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The HB5C4 - SLS SLS SOUTH BEACH (Code: HB5C4), operated as Managed in United States of America under the SLS brand, offers a LUX segment experience. It covers an area of 16800 sqm with 140 keys. In 2019, it consumed 4666450 kWh of energy. In 2020, it consumed 3431671 kWh of energy. In 2021, it consumed 4972185 kWh of energy. In 2022, it consumed 3314632 kWh of energy. Water consumption for 2022 was 11801 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 41952 rooms in 2019. The number of guests in 2019 was 51100. It sold 22887 rooms in 2020. The number of guests in 2020 was 47040. It sold 43454 rooms in 2021. The number of guests in 2021 was 51100. It sold 43368 rooms in 2022."
"The HB5C6 - MONDRIAN MONDRIAN PARK AVENUE (Code: HB5C6), operated as Franchised in United States of America under the MONDRIAN brand, offers a PRE segment experience. It covers an area of 18900 sqm with 189 keys. In 2019, it consumed 4188455 kWh of energy. In 2020, it consumed 3152025 kWh of energy. In 2022, it consumed 9338061 kWh of energy. For GHG emissions in 2022, it recorded 912 tons (Scope 1) and 1252 tons (Scope 2). The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The HB5C7 - SLS SLS BRICKELL (Code: HB5C7), operated as Managed in United States of America under the SLS brand, offers a LUX segment experience. It covers an area of 14880 sqm with 124 keys. In 2019, it consumed 4133142 kWh of energy. In 2020, it consumed 3039480 kWh of energy. In 2021, it consumed 4403935 kWh of energy. In 2022, it consumed 2935817 kWh of energy. Water consumption for 2022 was 8286 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 33516 rooms in 2019. The number of guests in 2019 was 45260. It sold 18570 rooms in 2020. The number of guests in 2020 was 42036. It sold 30452 rooms in 2021. The number of guests in 2021 was 43541. It sold 30449 rooms in 2022."
"The HB5C8 - SLS SLS LUX BRICKELL (Code: HB5C8), operated as Subsidiary in United States of America under the SLS brand, offers a LUX segment experience. It covers an area of 8160 sqm with 68 keys. In 2019, it consumed 2799870 kWh of energy. In 2020, it consumed 2009979 kWh of energy. In 2021, it consumed 2415061 kWh of energy. In 2022, it consumed 4538987 kWh of energy. For GHG emissions in 2022, it recorded 151 tons (Scope 1) and 1411 tons (Scope 2). Water consumption for 2022 was 4964 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 19686 rooms in 2019. The number of guests in 2019 was 29679. It sold 9639 rooms in 2020. The number of guests in 2020 was 23592. It sold 19593 rooms in 2021. The number of guests in 2021 was 29076. It sold 18240 rooms in 2022."
"The HB5D0 - MONDRIAN MONDRIAN SOUTH BEACH (Code: HB5D0), operated as Franchised in United States of America under the MONDRIAN brand, offers a PRE segment experience. It covers an area of 20500 sqm with 205 keys. In 2019, it consumed 4543034 kWh of energy. In 2020, it consumed 3418864 kWh of energy. In 2022, it consumed 10128585 kWh of energy. For GHG emissions in 2022, it recorded 989 tons (Scope 1) and 1790 tons (Scope 2). The hotel is in a region with a Medium-high (20-40%) water stress level by 2030."
"The HB5D2 - DELANO DELANO LAS VEGAS (Code: HB5D2), operated as Franchised in United States of America under the DELANO brand, offers a LUX segment experience. It covers an area of 133680 sqm with 1114 keys. In 2019, it consumed 37131613 kWh of energy. In 2020, it consumed 27306294 kWh of energy. In 2022, it consumed 39825070 kWh of energy. For GHG emissions in 2022, it recorded 2455 tons (Scope 1) and 10169 tons (Scope 2). The hotel is in a region with a Medium-high (20-40%) water stress level by 2030."
"The HB5D6 - THE ORIGINALS SHORE CLUB (Code: HB5D6), operated as Managed in United States of America under the THE ORIGINALS brand, offers a LUX segment experience. It covers an area of 30900 sqm with 309 keys. In 2019, it consumed 10266191 kWh of energy. In 2020, it consumed 7574187 kWh of energy. In 2021, it consumed 10974323 kWh of energy. In 2022, it consumed 11046631 kWh of energy. For GHG emissions in 2022, it recorded 681 tons (Scope 1) and 2781 tons (Scope 2). The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 94865 rooms in 2019. The number of guests in 2019 was 112373. It sold 22555 rooms in 2020. The number of guests in 2020 was 37698."
"The HB5I1 - REDBURY HOTELS REDBURY SOUTH BEACH (Code: HB5I1), operated as Franchised in United States of America under the REDBURY HOTELS brand, offers a LUX segment experience. It covers an area of 7970 sqm with 69 keys. In 2019, it consumed 2299893 kWh of energy. In 2020, it consumed 1691323 kWh of energy. In 2022, it consumed 2466723 kWh of energy. For GHG emissions in 2022, it recorded 152 tons (Scope 1) and 621 tons (Scope 2). The hotel is in a region with a High (40-80%) water stress level by 2030."
"The HB5I2 - REDBURY HOTELS REDBURY NEW YORK (Code: HB5I2), operated as Franchised in United States of America under the REDBURY HOTELS brand, offers a LUX segment experience. It covers an area of 33148 sqm with 287 keys. In 2019, it consumed 9566223 kWh of energy. In 2020, it consumed 7034925 kWh of energy. In 2022, it consumed 10260139 kWh of energy. For GHG emissions in 2022, it recorded 633 tons (Scope 1) and 1960 tons (Scope 2). The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The HB8B5 - Faena FAENA MIAMI BEACH (Code: HB8B5), operated as Managed in United States of America under the Faena brand, offers a LUX segment experience. It covers an area of 20674 sqm with 179 keys. In 2020, it consumed 1944690 kWh of energy. In 2022, it consumed 6399181 kWh of energy. For GHG emissions in 2022, it recorded 395 tons (Scope 1) and 1611 tons (Scope 2). Water consumption for 2022 was 11947 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 39846 rooms in 2021. The number of guests in 2021 was 64350. It sold 43902 rooms in 2022."
"The HB8D2 - Faena CASA FAENA MIAMI BEACH (Code: HB8D2), operated as Managed in United States of America under the Faena brand, offers a LUX segment experience. It covers an area of 5428 sqm with 47 keys. In 2022, it consumed 1680232 kWh of energy. For GHG emissions in 2022, it recorded 104 tons (Scope 1) and 423 tons (Scope 2). Water consumption for 2022 was 2320 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 688 rooms in 2021. The number of guests in 2021 was 1056. It sold 8525 rooms in 2022."
"The HB9A0 - HOXTON THE HOXTON CHICAGO (Code: HB9A0), operated as Franchised in United States of America under the HOXTON brand, offers a PRE segment experience. It covers an area of 16487 sqm with 182 keys. In 2022, it consumed 3332370 kWh of energy. Water consumption for 2022 was 10058 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 36963 rooms in 2022."
"The HB9A1 - HOXTON THE HOXTON PORTLAND (Code: HB9A1), operated as Managed in United States of America under the HOXTON brand, offers a PRE segment experience. It covers an area of 10780 sqm with 119 keys. In 2022, it consumed 2178857 kWh of energy. Water consumption for 2022 was 5774 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 4011 rooms in 2021. The number of guests in 2021 was 6388. It sold 21217 rooms in 2022."
"The HB9C2 - HOXTON THE HOXTON WILLIAMSBURG (Code: HB9C2), operated as Franchised in United States of America under the HOXTON brand, offers a PRE segment experience. It covers an area of 15853 sqm with 175 keys. In 2022, it consumed 3204202 kWh of energy. Water consumption for 2022 was 10052 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 36941 rooms in 2022."
"The HB9C3 - HOXTON THE HOXTON LOS ANGELES (Code: HB9C3), operated as Managed in United States of America under the HOXTON brand, offers a PRE segment experience. It covers an area of 15762 sqm with 174 keys. In 2022, it consumed 3185892 kWh of energy. Water consumption for 2022 was 12194 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 12870 rooms in 2021. The number of guests in 2021 was 19287. It sold 44812 rooms in 2022."
"The V0039 - SLS SLS BRICKELL RESIDENCES (Code: V0039), operated as Managed in United States of America under the SLS brand, offers a LUX segment experience. It covers an area of None sqm with 450 keys. In 2019, it consumed 14999305 kWh of energy. The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The V0040 - SLS SLS LUX BRICKELL (Code: V0040), operated as Managed in United States of America under the SLS brand, offers a LUX segment experience. It covers an area of None sqm with 450 keys. In 2019, it consumed 14999305 kWh of energy. The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The V0041 - MONDRIAN MONDRIAN SOUTH BEACH (Code: V0041), operated as Franchised in United States of America under the MONDRIAN brand, offers a PRE segment experience. It covers an area of None sqm with 129 keys. In 2019, it consumed 2858787 kWh of energy. The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The V0042 - HYDE HYDE HOLLYWOOD (Code: V0042), operated as Franchised in United States of America under the HYDE brand, offers a PRE segment experience. It covers an area of None sqm with 400 keys. In 2019, it consumed 8864456 kWh of energy. The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The H9156 - SOFITEL SOFITEL LEGEND CASCO VIEJO PANAMA (Code: H9156), operated as Managed in Panama under the SOFITEL brand, offers a LUX segment experience. It covers an area of None sqm with 157 keys. Water consumption for 2022 was 168 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 516 rooms in 2022."
"The HA552 - FAIRMONT ROYAL PAVILION - RPV (Code: HA552), operated as Managed in Barbados under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 10500 sqm with 75 keys. In 2019, it consumed 3200370 kWh of energy. In 2020, it consumed 1930301 kWh of energy. In 2021, it consumed 3189839 kWh of energy. In 2022, it consumed 1576928 kWh of energy. Water consumption for 2022 was 5843 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 20286 rooms in 2019. The number of guests in 2019 was 38373. It sold 6582 rooms in 2020. The number of guests in 2020 was 12473. It sold 9643 rooms in 2021. The number of guests in 2021 was 17685. It sold 19004 rooms in 2022."
"The HA560 - FAIRMONT HAMILTON PRINCESS BEACH CLUB - HAM (Code: HA560), operated as Managed in Bermuda under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 56000 sqm with 400 keys. In 2019, it consumed 11899094 kWh of energy. In 2020, it consumed 10294939 kWh of energy. In 2021, it consumed 6434896 kWh of energy. In 2022, it consumed 6629492 kWh of energy. For GHG emissions in 2022, it recorded 266 tons (Scope 1) and 3410 tons (Scope 2). Water consumption for 2022 was 24646 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 101118 rooms in 2019. The number of guests in 2019 was 160105. It sold 27227 rooms in 2020. The number of guests in 2020 was 39692. It sold 42780 rooms in 2021. The number of guests in 2021 was 67607. It sold 80156 rooms in 2022."
"The HA582 - FAIRMONT SOUTHAMPTON - SHP (Code: HA582), operated as Managed in Bermuda under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 83020 sqm with 593 keys. In 2019, it consumed 17640407 kWh of energy. In 2020, it consumed 15262247 kWh of energy. In 2021, it consumed 9539734 kWh of energy. In 2022, it consumed 5067445 kWh of energy. For GHG emissions in 2022, it recorded 61 tons (Scope 1) and 2949 tons (Scope 2). Water consumption for 2022 was 6 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 127244 rooms in 2019. The number of guests in 2019 was 255923. It sold 15675 rooms in 2020. The number of guests in 2020 was 28837. It sold 511 rooms in 2021. The number of guests in 2021 was 543. It sold 20 rooms in 2022."
"The HB5C3 - SLS SLS BAHA MAR (Code: HB5C3), operated as Managed with minority in Bahamas (the) under the SLS brand, offers a LUX segment experience. It covers an area of None sqm with 298 keys. In 2019, it consumed 9966205 kWh of energy. In 2020, it consumed 7329068 kWh of energy. In 2021, it consumed 10619167 kWh of energy. Water consumption for 2022 was 20831 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 59496 rooms in 2019. The number of guests in 2019 was 109135. It sold 15115 rooms in 2020. The number of guests in 2020 was 34385. It sold 54231 rooms in 2021. The number of guests in 2021 was 91494. It sold 76549 rooms in 2022."
"The HB6V4 - FAIRMONT FAIRMONT EL SAN JUAN (Code: HB6V4), operated as Managed in Puerto Rico under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 54320 sqm with 388 keys. In 2020, it consumed 9986091 kWh of energy. In 2021, it consumed 13504422 kWh of energy. In 2022, it consumed 11651113 kWh of energy. For GHG emissions in 2022, it recorded 435 tons (Scope 1) and 5662 tons (Scope 2). Water consumption for 2022 was 28065 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 29836 rooms in 2020. The number of guests in 2020 was 51234. It sold 84022 rooms in 2021. The number of guests in 2021 was 151466. It sold 91276 rooms in 2022."
"The H0561 - SOFITEL BOGOTA VICTORIA REGIA (Code: H0561), operated as Managed in Colombia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 11220 sqm with 102 keys. In 2019, it consumed 1155585 kWh of energy. In 2020, it consumed 475905 kWh of energy. In 2021, it consumed 981677 kWh of energy. In 2022, it consumed 1232273 kWh of energy. For GHG emissions in 2022, it recorded 128 tons (Scope 1) and 122 tons (Scope 2). Water consumption for 2022 was 6046 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 20847 rooms in 2019. The number of guests in 2019 was 27773. It sold 3469 rooms in 2020. The number of guests in 2020 was 4860. It sold 9932 rooms in 2021. The number of guests in 2021 was 13935. It sold 20617 rooms in 2022."
"The H1871 - SOFITEL CARTAGENA SANTA CLARA (Code: H1871), operated as Managed with minority in Colombia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 13750 sqm with 125 keys. In 2019, it consumed 5421783 kWh of energy. In 2020, it consumed 3210215 kWh of energy. In 2021, it consumed 4381927 kWh of energy. In 2022, it consumed 4987736 kWh of energy. For GHG emissions in 2022, it recorded 298 tons (Scope 1) and 774 tons (Scope 2). Water consumption for 2022 was 10383 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 34905 rooms in 2019. The number of guests in 2019 was 61874. It sold 11375 rooms in 2020. The number of guests in 2020 was 20919. It sold 23763 rooms in 2021. The number of guests in 2021 was 43721. It sold 35406 rooms in 2022."
"The H1988 - FAIRMONT RIO DE JANEIRO COPACABANA (Code: H1988), operated as Managed with minority in Brazil under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 52500 sqm with 375 keys. In 2019, it consumed 16001848 kWh of energy. In 2020, it consumed 6697152 kWh of energy. In 2021, it consumed 8362293 kWh of energy. In 2022, it consumed 9705252 kWh of energy. For GHG emissions in 2022, it recorded 497 tons (Scope 1) and 652 tons (Scope 2). Water consumption for 2022 was 23896 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 20505 rooms in 2019. The number of guests in 2019 was 34202. It sold 22990 rooms in 2020. The number of guests in 2020 was 39334. It sold 40406 rooms in 2021. The number of guests in 2021 was 71507. It sold 81481 rooms in 2022."
"The H6519 - SOFITEL BUENOS AIRES LA RESERVA CARDALES (Code: H6519), operated as Managed in Argentina under the SOFITEL brand, offers a LUX segment experience. It covers an area of 17490 sqm with 159 keys. In 2019, it consumed 4289646 kWh of energy. In 2020, it consumed 2745538 kWh of energy. In 2021, it consumed 4060569 kWh of energy. In 2022, it consumed 9045012 kWh of energy. For GHG emissions in 2022, it recorded 1085 tons (Scope 1) and 860 tons (Scope 2). Water consumption for 2022 was 8444 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 23902 rooms in 2019. The number of guests in 2019 was 42620. It sold 5357 rooms in 2020. The number of guests in 2020 was 9443. It sold 9098 rooms in 2021. The number of guests in 2021 was 17302. It sold 28793 rooms in 2022."
"The H7969 - SOFITEL MONTEVIDEO CARRASCO (Code: H7969), operated as Managed in Uruguay under the SOFITEL brand, offers a LUX segment experience. It covers an area of 12760 sqm with 116 keys. In 2019, it consumed 5971773 kWh of energy. In 2020, it consumed 2600830 kWh of energy. In 2021, it consumed 14929057 kWh of energy. In 2022, it consumed 5209995 kWh of energy. For GHG emissions in 2022, it recorded 182 tons (Scope 1) and 170 tons (Scope 2). Water consumption for 2022 was 6727 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 22434 rooms in 2019. The number of guests in 2019 was 32481. It sold 5348 rooms in 2020. The number of guests in 2020 was 8317. It sold 1438 rooms in 2021. The number of guests in 2021 was 2310. It sold 22939 rooms in 2022."
"The H8932 - SOFITEL BUENOS AIRES RECOLETA (Code: H8932), operated as Managed with minority in Argentina under the SOFITEL brand, offers a LUX segment experience. It covers an area of 19250 sqm with 175 keys. In 2019, it consumed 4721308 kWh of energy. In 2020, it consumed 1635021 kWh of energy. In 2021, it consumed 2424878 kWh of energy. In 2022, it consumed 3789216 kWh of energy. For GHG emissions in 2022, it recorded 254 tons (Scope 1) and 656 tons (Scope 2). Water consumption for 2022 was 11804 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 46489 rooms in 2019. The number of guests in 2019 was 70296. It sold 10154 rooms in 2020. The number of guests in 2020 was 17056. It sold 11332 rooms in 2021. The number of guests in 2021 was 16493. It sold 40250 rooms in 2022."
"The H8941 - SOFITEL RIO DE JANEIRO IPANEMA (Code: H8941), operated as Managed with minority in Brazil under the SOFITEL brand, offers a LUX segment experience. It covers an area of None sqm with 203 keys. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 30279 rooms in 2019. The number of guests in 2019 was 45467."
"The HA208 - MAMA SHELTER RJ SANTA TERESA (Code: HA208), operated as Managed with minority in Brazil under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 3300 sqm with 55 keys. In 2019, it consumed 764761 kWh of energy. In 2020, it consumed 564938 kWh of energy. In 2021, it consumed 90011 kWh of energy. In 2022, it consumed 63480 kWh of energy. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 9577 rooms in 2019. The number of guests in 2019 was 16978. It sold 2258 rooms in 2020. The number of guests in 2020 was 3905."
"The HA232 - SOFITEL LAS BOVEDAS (Code: HA232), operated as Managed with minority in Colombia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 1540 sqm with 14 keys. In 2019, it consumed 407710 kWh of energy. In 2020, it consumed 251260 kWh of energy. In 2021, it consumed 353241 kWh of energy. In 2022, it consumed 357954 kWh of energy. For GHG emissions in 2022, it recorded 9 tons (Scope 1) and 71 tons (Scope 2). Water consumption for 2022 was 1151 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 3674 rooms in 2019. The number of guests in 2019 was 8253. It sold 1262 rooms in 2020. The number of guests in 2020 was 3094. It sold 2538 rooms in 2021. The number of guests in 2021 was 6506. It sold 3926 rooms in 2022."
"The HB0P5 - SOFITEL BARU CALABLANCA (Code: HB0P5), operated as Managed in Colombia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 20570 sqm with 187 keys. In 2022, it consumed 4568415 kWh of energy. For GHG emissions in 2022, it recorded 238 tons (Scope 1) and 752 tons (Scope 2). Water consumption for 2022 was 8210 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 940 rooms in 2021. The number of guests in 2021 was 2518. It sold 27994 rooms in 2022."
"The HB467 - Jo & JOE RIO DE JANEIRO LARGO DO BOTICARIO (Code: HB467), operated as Subsidiary in Brazil under the Jo & JOE brand, offers a ECO segment experience. It covers an area of 3520 sqm with 80 keys. In 2022, it consumed 175952 kWh of energy. For GHG emissions in 2022, it recorded 10 tons (Scope 1) and 13 tons (Scope 2). The hotel is in a region with a Low-medium (10-20%) water stress level by 2030."
"The HB723 - SLS PUERTO MADERO (Code: HB723), operated as Franchised in Argentina under the SLS brand, offers a LUX segment experience. It covers an area of None sqm with 40 keys. Water consumption for 2022 was 1687 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 5753 rooms in 2022."
"The HB780 - Jo & JOE MEDELLIN (Code: HB780), operated as Managed in Colombia  under the Jo & JOE brand, offers a ECO segment experience. It covers an area of None sqm with 58 keys. The hotel is in a region with a Low (<10%) water stress level by 2030."
"The H9615 - SOFITEL MEXICO CITY REFORMA (Code: H9615), operated as Managed in Mexico  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 30250 sqm with 275 keys. In 2019, it consumed 8142593 kWh of energy. In 2020, it consumed 7311810 kWh of energy. In 2021, it consumed 6614188 kWh of energy. In 2022, it consumed 7862708 kWh of energy. For GHG emissions in 2022, it recorded 522 tons (Scope 1) and 2002 tons (Scope 2). Water consumption for 2022 was 16008 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 1936 rooms in 2019. The number of guests in 2019 was 3700. It sold 11454 rooms in 2020. The number of guests in 2020 was 21013. It sold 29524 rooms in 2021. The number of guests in 2021 was 45079. It sold 49268 rooms in 2022."
"The HA573 - FAIRMONT MAYAKOBA - MYK (Code: HA573), operated as Managed in Mexico  under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 56140 sqm with 401 keys. In 2019, it consumed 17763462 kWh of energy. In 2020, it consumed 17541385 kWh of energy. In 2021, it consumed 27496196 kWh of energy. In 2022, it consumed 15258579 kWh of energy. For GHG emissions in 2022, it recorded 42 tons (Scope 1) and 6029 tons (Scope 2). Water consumption for 2022 was 19976 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 96763 rooms in 2019. The number of guests in 2019 was 229849. It sold 47883 rooms in 2020. The number of guests in 2020 was 112736. It sold 61903 rooms in 2021. The number of guests in 2021 was 148408. It sold 64968 rooms in 2022."
"The HB5B2 - SLS CANCUN SLS (Code: HB5B2), operated as Managed in Mexico  under the SLS brand, offers a LUX segment experience. It covers an area of None sqm with 45 keys. In 2021, it consumed 1598202 kWh of energy. Water consumption for 2022 was 2038 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 4354 rooms in 2021. The number of guests in 2021 was 12488. It sold 7488 rooms in 2022."
"The HC0B7 - MONDRIAN MONDRIAN MEXICO CITY CONDESA (Code: HC0B7), operated as Managed in Mexico  under the MONDRIAN brand, offers a PRE segment experience. It covers an area of None sqm with 183 keys. Water consumption for 2022 was 70 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 256 rooms in 2022."
