{"Message": "This is part 3 of a 4-part dataset series on energy, water consumption, and GHG emissions data for hotels."}
"The HB9X5 - SOFITEL SHAHD AL MADINAH (Code: HB9X5), operated as Managed in Saudi Arabia under the SOFITEL brand, offers a LUX segment experience. It covers an area of 51590 sqm with 469 keys. In 2022, it consumed 14178643 kWh of energy. Water consumption for 2022 was 29587 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 72914 rooms in 2022."
"The HA5E2 - RAFFLES ISTANBUL - RIS (Code: HA5E2), operated as Managed in Turkey under the RAFFLES brand, offers a LUX segment experience. It covers an area of 37650 sqm with 251 keys. In 2019, it consumed 16552598 kWh of energy. In 2020, it consumed 11488376 kWh of energy. In 2021, it consumed 9422807 kWh of energy. In 2022, it consumed 10935601 kWh of energy. For GHG emissions in 2022, it recorded 286 tons (Scope 1) and 3876 tons (Scope 2). Water consumption for 2022 was 20588 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 53799 rooms in 2019. The number of guests in 2019 was 90734. It sold 33876 rooms in 2020. The number of guests in 2020 was 54537. It sold 52156 rooms in 2021. The number of guests in 2021 was 89912. It sold 62922 rooms in 2022."
"The HA800 - FAIRMONT FAIRMONT QUASAR ISTANBUL (Code: HA800), operated as Managed in Turkey under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 29260 sqm with 209 keys. In 2019, it consumed 14756180 kWh of energy. In 2020, it consumed 5353368 kWh of energy. In 2021, it consumed 12691859 kWh of energy. In 2022, it consumed 16045685 kWh of energy. For GHG emissions in 2022, it recorded 1804 tons (Scope 1) and 2586 tons (Scope 2). Water consumption for 2022 was 16520 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 54655 rooms in 2019. The number of guests in 2019 was 93244. It sold 20199 rooms in 2020. The number of guests in 2020 was 34101. It sold 39427 rooms in 2021. The number of guests in 2021 was 50827. It sold 50490 rooms in 2022."
"The HB1I8 - RIXOS BELDIBI RIXOS (Code: HB1I8), operated as Franchised in Turkey under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 187 keys. In 2019, it consumed 6233045 kWh of energy. In 2020, it consumed 4583732 kWh of energy. In 2021, it consumed 6641419 kWh of energy. Water consumption for 2022 was 14348 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 53651 rooms in 2019. The number of guests in 2019 was 107384. It sold 25116 rooms in 2020. The number of guests in 2020 was 49011. It sold 34361 rooms in 2021. The number of guests in 2021 was 70550. It sold 43850 rooms in 2022."
"The HB1J2 - RIXOS PREMIUM BODRUM RIXOS (Code: HB1J2), operated as Franchised in Turkey under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 189 keys. In 2019, it consumed 11566131 kWh of energy. In 2020, it consumed 8505641 kWh of energy. In 2021, it consumed 12323916 kWh of energy. Water consumption for 2022 was 7707 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 52911 rooms in 2019. The number of guests in 2019 was 114470. It sold 30688 rooms in 2020. The number of guests in 2020 was 66608. It sold 26515 rooms in 2021. The number of guests in 2021 was 56265. It sold 23556 rooms in 2022."
"The HB1J3 - RIXOS PREMIUM TEKIROVA RIXOS (Code: HB1J3), operated as Franchised in Turkey under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 627 keys. In 2019, it consumed 25665478 kWh of energy. In 2020, it consumed 18874189 kWh of energy. In 2021, it consumed 27347018 kWh of energy. Water consumption for 2022 was 39124 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 136131 rooms in 2019. The number of guests in 2019 was 276401. It sold 69090 rooms in 2020. The number of guests in 2020 was 143766. It sold 94535 rooms in 2021. The number of guests in 2021 was 195766. It sold 119572 rooms in 2022."
"The HB1J5 - RIXOS PEMIUM BELEK RIXOS (Code: HB1J5), operated as Franchised in Turkey under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 610 keys. In 2019, it consumed 24632192 kWh of energy. In 2020, it consumed 18138831 kWh of energy. In 2021, it consumed 26281549 kWh of energy. Water consumption for 2022 was 44901 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 194800 rooms in 2019. The number of guests in 2019 was 396584. It sold 108352 rooms in 2020. The number of guests in 2020 was 213490. It sold 99311 rooms in 2021. The number of guests in 2021 was 202964. It sold 137230 rooms in 2022."
"The HB1J7 - RIXOS PREMIUM GÖCEK RIXOS (Code: HB1J7), operated as Franchised in Turkey under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 206 keys. In 2019, it consumed 6866349 kWh of energy. In 2020, it consumed 5049458 kWh of energy. In 2021, it consumed 7316215 kWh of energy. Water consumption for 2022 was 11878 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 34860 rooms in 2019. The number of guests in 2019 was 74275. It sold 21133 rooms in 2020. The number of guests in 2020 was 44485. It sold 29901 rooms in 2021. The number of guests in 2021 was 62697. It sold 36301 rooms in 2022."
"The HB1J9 - RIXOS THE LAND OF LEGEND THEME PARK (Code: HB1J9), operated as Franchised in Turkey under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 401 keys. In 2019, it consumed 13366047 kWh of energy. In 2020, it consumed 9829285 kWh of energy. In 2021, it consumed 14241758 kWh of energy. Water consumption for 2022 was 29903 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 98507 rooms in 2019. The number of guests in 2019 was 194410. It sold 45945 rooms in 2020. The number of guests in 2020 was 90413. It sold 56494 rooms in 2021. The number of guests in 2021 was 109435. It sold 91390 rooms in 2022."
"The HB1K0 - RIXOS DOWNTOWN ANTALYA RIXOS (Code: HB1K0), operated as Franchised in Turkey under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 360 keys. In 2019, it consumed 11999444 kWh of energy. In 2020, it consumed 8824296 kWh of energy. In 2021, it consumed 12785619 kWh of energy. Water consumption for 2022 was 30955 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 98393 rooms in 2019. The number of guests in 2019 was 175429. It sold 62620 rooms in 2020. The number of guests in 2020 was 114373. It sold 73405 rooms in 2021. The number of guests in 2021 was 135603. It sold 94607 rooms in 2022."
"The HB1K1 - RIXOS SUNGATE RIXOS (Code: HB1K1), operated as Franchised in Turkey under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 1076 keys. In 2019, it consumed 36464977 kWh of energy. In 2020, it consumed 26816055 kWh of energy. In 2021, it consumed 38854074 kWh of energy. Water consumption for 2022 was 52803 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 242336 rooms in 2019. The number of guests in 2019 was 508046. It sold 77333 rooms in 2020. The number of guests in 2020 was 169428. It sold 110926 rooms in 2021. The number of guests in 2021 was 238743. It sold 161379 rooms in 2022."
"The HB319 - RIXOS PERA ISTANBUL (Code: HB319), operated as Franchised in Turkey under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 116 keys. In 2019, it consumed 3866488 kWh of energy. In 2020, it consumed 2843384 kWh of energy. In 2021, it consumed 4119810 kWh of energy. Water consumption for 2022 was 11259 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 35519 rooms in 2019. The number of guests in 2019 was 70997. It sold 11826 rooms in 2020. The number of guests in 2020 was 22260. It sold 26498 rooms in 2021. The number of guests in 2021 was 49177. It sold 34410 rooms in 2022."
"The HB5D7 - THE ORIGINALS 10 KARAKÖY (Code: HB5D7), operated as Franchised with minority in Turkey under the THE ORIGINALS brand, offers a LUX segment experience. It covers an area of None sqm with 71 keys. In 2019, it consumed 2366557 kWh of energy. The hotel is in a region with a Extremely high (>80%) water stress level by 2030."
"The HB656 - SOFITEL SOFITEL ISTANBUL TAKSIM (Code: HB656), operated as Managed in Turkey under the SOFITEL brand, offers a LUX segment experience. It covers an area of 22220 sqm with 202 keys. In 2019, it consumed 5981105 kWh of energy. In 2020, it consumed 4529031 kWh of energy. In 2021, it consumed 5962825 kWh of energy. In 2022, it consumed 5620679 kWh of energy. Water consumption for 2022 was 23719 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 2710 rooms in 2019. The number of guests in 2019 was 5059. It sold 12287 rooms in 2020. The number of guests in 2020 was 23001. It sold 41505 rooms in 2021. The number of guests in 2021 was 80879. It sold 58454 rooms in 2022."
"The H6451 - SOFITEL MUMBAI BKC (Code: H6451), operated as Managed with minority in India under the SOFITEL brand, offers a LUX segment experience. It covers an area of 33220 sqm with 302 keys. In 2019, it consumed 12271884 kWh of energy. In 2020, it consumed 7461945 kWh of energy. In 2021, it consumed 8795065 kWh of energy. In 2022, it consumed 12627972 kWh of energy. For GHG emissions in 2022, it recorded 721 tons (Scope 1) and 6011 tons (Scope 2). Water consumption for 2022 was 37224 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 85179 rooms in 2019. The number of guests in 2019 was 110860. It sold 57845 rooms in 2020. The number of guests in 2020 was 99517. It sold 71361 rooms in 2021. The number of guests in 2021 was 121561. It sold 91734 rooms in 2022."
"The HA5G0 - FAIRMONT JAIPUR - JAI (Code: HA5G0), operated as Managed in India under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 34300 sqm with 245 keys. In 2019, it consumed 10454541 kWh of energy. In 2020, it consumed 5026657 kWh of energy. In 2021, it consumed 7649516 kWh of energy. In 2022, it consumed 9024023 kWh of energy. For GHG emissions in 2022, it recorded 654 tons (Scope 1) and 4352 tons (Scope 2). Water consumption for 2022 was 19107 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 56221 rooms in 2019. The number of guests in 2019 was 100656. It sold 28371 rooms in 2020. The number of guests in 2020 was 56168. It sold 39625 rooms in 2021. The number of guests in 2021 was 83883. It sold 58397 rooms in 2022."
"The HB068 - RAFFLES UDAIPUR - RUD (Code: HB068), operated as Managed in India under the RAFFLES brand, offers a LUX segment experience. It covers an area of 15150 sqm with 101 keys. In 2021, it consumed 5291929 kWh of energy. In 2022, it consumed 5185683 kWh of energy. Water consumption for 2022 was 4084 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 4887 rooms in 2021. The number of guests in 2021 was 11302. It sold 12482 rooms in 2022."
"The H2197 - SOFITEL ZHENGZHOU INTERNATIONAL (Code: H2197), operated as Managed with minority in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 24725 sqm with 215 keys. In 2019, it consumed 6696791 kWh of energy. In 2020, it consumed 5396861 kWh of energy. In 2021, it consumed 5699478 kWh of energy. In 2022, it consumed 6666577 kWh of energy. For GHG emissions in 2022, it recorded 564 tons (Scope 1) and 1653 tons (Scope 2). Water consumption for 2022 was 8584 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 48081 rooms in 2019. The number of guests in 2019 was 67028. It sold 38804 rooms in 2020. The number of guests in 2020 was 52245. It sold 41048 rooms in 2021. The number of guests in 2021 was 54564. It sold 32979 rooms in 2022."
"The H2875 - SOFITEL JINAN SILVER PLAZA (Code: H2875), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 40365 sqm with 351 keys. In 2019, it consumed 6865774 kWh of energy. In 2020, it consumed 5868505 kWh of energy. In 2021, it consumed 8984991 kWh of energy. In 2022, it consumed 6298258 kWh of energy. For GHG emissions in 2022, it recorded 112 tons (Scope 1) and 3510 tons (Scope 2). Water consumption for 2022 was 14523 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 83603 rooms in 2019. The number of guests in 2019 was 118126. It sold 60985 rooms in 2020. The number of guests in 2020 was 87226. It sold 76457 rooms in 2021. The number of guests in 2021 was 102704. It sold 55794 rooms in 2022."
"The H5554 - SOFITEL HANGZHOU WESTLAKE (Code: H5554), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 26795 sqm with 233 keys. In 2019, it consumed 5525822 kWh of energy. In 2020, it consumed 3954611 kWh of energy. In 2021, it consumed 4361717 kWh of energy. In 2022, it consumed 4264488 kWh of energy. For GHG emissions in 2022, it recorded 329 tons (Scope 1) and 1522 tons (Scope 2). Water consumption for 2022 was 11294 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 62263 rooms in 2019. The number of guests in 2019 was 96650. It sold 48374 rooms in 2020. The number of guests in 2020 was 72052. It sold 49458 rooms in 2021. The number of guests in 2021 was 70597. It sold 43387 rooms in 2022."
"The H5949 - SOFITEL XIAN ON RENMIN SQUARE (Code: H5949), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 20470 sqm with 178 keys. In 2019, it consumed 4342492 kWh of energy. In 2020, it consumed 4438116 kWh of energy. In 2021, it consumed 9970926 kWh of energy. In 2022, it consumed 15140790 kWh of energy. For GHG emissions in 2022, it recorded 965 tons (Scope 1) and 5839 tons (Scope 2). Water consumption for 2022 was 5126 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 38821 rooms in 2019. The number of guests in 2019 was 62442. It sold 25176 rooms in 2020. The number of guests in 2020 was 37744. It sold 31288 rooms in 2021. The number of guests in 2021 was 43573. It sold 19692 rooms in 2022."
"The H6156 - SOFITEL PEOPLE'S GRAND HOTEL XIAN (Code: H6156), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 8165 sqm with 71 keys. In 2019, it consumed 950243 kWh of energy. In 2020, it consumed 1959633 kWh of energy. In 2021, it consumed 2698307 kWh of energy. In 2022, it consumed 1146525 kWh of energy. Water consumption for 2022 was 921 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 10971 rooms in 2019. The number of guests in 2019 was 20648. It sold 8788 rooms in 2020. The number of guests in 2020 was 16717. It sold 8893 rooms in 2021. The number of guests in 2021 was 16951. It sold 3537 rooms in 2022."
"The H6179 - SOFITEL NANJING GALAXY SUNING (Code: H6179), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 39445 sqm with 343 keys. In 2019, it consumed 11941760 kWh of energy. In 2020, it consumed 8361526 kWh of energy. In 2021, it consumed 9622291 kWh of energy. In 2022, it consumed 8610788 kWh of energy. For GHG emissions in 2022, it recorded 911 tons (Scope 1) and 2421 tons (Scope 2). Water consumption for 2022 was 17606 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 99827 rooms in 2019. The number of guests in 2019 was 126805. It sold 72098 rooms in 2020. The number of guests in 2020 was 90096. It sold 70352 rooms in 2021. The number of guests in 2021 was 86574. It sold 67636 rooms in 2022."
"The H6318 - SOFITEL GUANGZHOU SUNRICH (Code: H6318), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 56695 sqm with 493 keys. In 2019, it consumed 17209418 kWh of energy. In 2020, it consumed 12106207 kWh of energy. In 2021, it consumed 13781394 kWh of energy. In 2022, it consumed 12085503 kWh of energy. For GHG emissions in 2022, it recorded 669 tons (Scope 1) and 5200 tons (Scope 2). Water consumption for 2022 was 28185 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 145051 rooms in 2019. The number of guests in 2019 was 206937. It sold 100552 rooms in 2020. The number of guests in 2020 was 140527. It sold 117372 rooms in 2021. The number of guests in 2021 was 161598. It sold 108281 rooms in 2022."
"The H6329 - SOFITEL SHANGHAI SHESHAN ORIENTAL (Code: H6329), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 42320 sqm with 368 keys. In 2019, it consumed 11385288 kWh of energy. In 2020, it consumed 9175431 kWh of energy. In 2021, it consumed 67130541 kWh of energy. In 2022, it consumed 10038819 kWh of energy. For GHG emissions in 2022, it recorded 748 tons (Scope 1) and 3669 tons (Scope 2). Water consumption for 2022 was 20134 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 58589 rooms in 2019. The number of guests in 2019 was 107675. It sold 66241 rooms in 2020. The number of guests in 2020 was 106141. It sold 66219 rooms in 2021. The number of guests in 2021 was 129371. It sold 77350 rooms in 2022."
"The H6480 - SOFITEL MACAU AT PONTE 16 (Code: H6480), operated as Managed in Macao under the SOFITEL brand, offers a LUX segment experience. It covers an area of 46920 sqm with 408 keys. In 2019, it consumed 8907852 kWh of energy. In 2020, it consumed 5738729 kWh of energy. In 2021, it consumed 7780744 kWh of energy. In 2022, it consumed 7404721 kWh of energy. For GHG emissions in 2022, it recorded 81 tons (Scope 1) and 2247 tons (Scope 2). Water consumption for 2022 was 18757 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 135841 rooms in 2019. The number of guests in 2019 was 265080. It sold 26565 rooms in 2020. The number of guests in 2020 was 49424. It sold 77748 rooms in 2021. The number of guests in 2021 was 149762. It sold 72059 rooms in 2022."
"The H6824 - SOFITEL HARBIN (Code: H6824), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 36800 sqm with 320 keys. In 2019, it consumed 11162744 kWh of energy. In 2020, it consumed 8003569 kWh of energy. In 2021, it consumed 6494397 kWh of energy. In 2022, it consumed 7947103 kWh of energy. For GHG emissions in 2022, it recorded 265 tons (Scope 1) and 2159 tons (Scope 2). Water consumption for 2022 was 20617 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 78640 rooms in 2019. The number of guests in 2019 was 111397. It sold 49213 rooms in 2020. The number of guests in 2020 was 67126. It sold 65576 rooms in 2021. The number of guests in 2021 was 77842. It sold 79206 rooms in 2022."
"The H6860 - SOFITEL NINGBO (Code: H6860), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 33005 sqm with 287 keys. In 2019, it consumed 5984633 kWh of energy. In 2020, it consumed 4364279 kWh of energy. In 2021, it consumed 5204185 kWh of energy. In 2022, it consumed 4384049 kWh of energy. For GHG emissions in 2022, it recorded 80 tons (Scope 1) and 1979 tons (Scope 2). Water consumption for 2022 was 14842 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 55333 rooms in 2019. The number of guests in 2019 was 75292. It sold 38005 rooms in 2020. The number of guests in 2020 was 51994. It sold 56184 rooms in 2021. The number of guests in 2021 was 76530. It sold 57018 rooms in 2022."
"The H7970 - SOFITEL HAIKOU (Code: H7970), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 24035 sqm with 209 keys. In 2020, it consumed 5211046 kWh of energy. In 2021, it consumed 7419380 kWh of energy. In 2022, it consumed 3374981 kWh of energy. Water consumption for 2022 was 9708 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 3812 rooms in 2020. The number of guests in 2020 was 5500. It sold 48600 rooms in 2021. The number of guests in 2021 was 72613. It sold 37296 rooms in 2022."
"The H8102 - SOFITEL LIANYUNGANG SUNING (Code: H8102), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 32315 sqm with 281 keys. In 2019, it consumed 11601557 kWh of energy. In 2020, it consumed 10160888 kWh of energy. In 2021, it consumed 11166523 kWh of energy. In 2022, it consumed 10997563 kWh of energy. For GHG emissions in 2022, it recorded 1144 tons (Scope 1) and 2921 tons (Scope 2). Water consumption for 2022 was 12858 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 66539 rooms in 2019. The number of guests in 2019 was 84433. It sold 56505 rooms in 2020. The number of guests in 2020 was 72445. It sold 63660 rooms in 2021. The number of guests in 2021 was 80808. It sold 49399 rooms in 2022."
"The H8167 - SOFITEL SANYA LEEMAN RESORT (Code: H8167), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 54280 sqm with 472 keys. In 2019, it consumed 13973449 kWh of energy. In 2020, it consumed 13219242 kWh of energy. In 2021, it consumed 15042272 kWh of energy. In 2022, it consumed 11995778 kWh of energy. For GHG emissions in 2022, it recorded 739 tons (Scope 1) and 4908 tons (Scope 2). Water consumption for 2022 was 15546 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 98030 rooms in 2019. The number of guests in 2019 was 200309. It sold 99578 rooms in 2020. The number of guests in 2020 was 208620. It sold 104190 rooms in 2021. The number of guests in 2021 was 220095. It sold 59724 rooms in 2022."
"The H8529 - SOFITEL KUNMING KUNSTEEL (Code: H8529), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 43815 sqm with 381 keys. In 2019, it consumed 18642459 kWh of energy. In 2020, it consumed 16101457 kWh of energy. In 2021, it consumed 17077870 kWh of energy. In 2022, it consumed 14677943 kWh of energy. For GHG emissions in 2022, it recorded 1028 tons (Scope 1) and 5585 tons (Scope 2). Water consumption for 2022 was 15483 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 89973 rooms in 2019. The number of guests in 2019 was 136945. It sold 70513 rooms in 2020. The number of guests in 2020 was 105423. It sold 67862 rooms in 2021. The number of guests in 2021 was 97250. It sold 59483 rooms in 2022."
"The H8719 - SOFITEL FOSHAN (Code: H8719), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 37375 sqm with 325 keys. In 2019, it consumed 11198078 kWh of energy. In 2020, it consumed 7813636 kWh of energy. In 2021, it consumed 9030615 kWh of energy. In 2022, it consumed 7628606 kWh of energy. For GHG emissions in 2022, it recorded 253 tons (Scope 1) and 3855 tons (Scope 2). Water consumption for 2022 was 8683 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 72824 rooms in 2019. The number of guests in 2019 was 123126. It sold 38077 rooms in 2020. The number of guests in 2020 was 62308. It sold 41856 rooms in 2021. The number of guests in 2021 was 66724. It sold 33358 rooms in 2022."
"The H8873 - SOFITEL GUIYANG HUNTER (Code: H8873), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 31510 sqm with 274 keys. In 2019, it consumed 11579874 kWh of energy. In 2020, it consumed 8776546 kWh of energy. In 2021, it consumed 10042275 kWh of energy. In 2022, it consumed 8240200 kWh of energy. For GHG emissions in 2022, it recorded 557 tons (Scope 1) and 3205 tons (Scope 2). Water consumption for 2022 was 10972 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 70589 rooms in 2019. The number of guests in 2019 was 100059. It sold 52518 rooms in 2020. The number of guests in 2020 was 74353. It sold 60635 rooms in 2021. The number of guests in 2021 was 87356. It sold 42151 rooms in 2022."
"The H9080 - SOFITEL SHENYANG LIDO (Code: H9080), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 58420 sqm with 508 keys. In 2019, it consumed 11349162 kWh of energy. In 2020, it consumed 12518204 kWh of energy. In 2021, it consumed 12737008 kWh of energy. In 2022, it consumed 13857934 kWh of energy. For GHG emissions in 2022, it recorded 1032 tons (Scope 1) and 5065 tons (Scope 2). Water consumption for 2022 was 16000 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 69130 rooms in 2019. The number of guests in 2019 was 122359. It sold 60519 rooms in 2020. The number of guests in 2020 was 108354. It sold 78735 rooms in 2021. The number of guests in 2021 was 133706. It sold 61468 rooms in 2022."
"The H9567 - SOFITEL XI NING (Code: H9567), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 56580 sqm with 492 keys. In 2019, it consumed 8756167 kWh of energy. In 2020, it consumed 7400399 kWh of energy. In 2021, it consumed 7608194 kWh of energy. In 2022, it consumed 6279600 kWh of energy. For GHG emissions in 2022, it recorded 542 tons (Scope 1) and 1965 tons (Scope 2). Water consumption for 2022 was 13733 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 89666 rooms in 2019. The number of guests in 2019 was 132893. It sold 77129 rooms in 2020. The number of guests in 2020 was 112468. It sold 76941 rooms in 2021. The number of guests in 2021 was 125833. It sold 52758 rooms in 2022."
"The H9933 - SOFITEL SHANGHAI HONGQIAO (Code: H9933), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 40940 sqm with 356 keys. In 2019, it consumed 17136111 kWh of energy. In 2020, it consumed 20584907 kWh of energy. In 2021, it consumed 10258594 kWh of energy. In 2022, it consumed 10962581 kWh of energy. For GHG emissions in 2022, it recorded 723 tons (Scope 1) and 3763 tons (Scope 2). Water consumption for 2022 was 13581 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 82951 rooms in 2019. The number of guests in 2019 was 115365. It sold 54690 rooms in 2020. The number of guests in 2020 was 78457. It sold 57709 rooms in 2021. The number of guests in 2021 was 84817. It sold 52176 rooms in 2022."
"The HA5D7 - RAFFLES HAINAN - RSA (Code: HA5D7), operated as Managed in China under the RAFFLES brand, offers a LUX segment experience. It covers an area of 35995 sqm with 313 keys. In 2019, it consumed 13442091 kWh of energy. In 2020, it consumed 14136254 kWh of energy. In 2021, it consumed 28457269 kWh of energy. In 2022, it consumed 16585579 kWh of energy. Water consumption for 2022 was 8464 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 46987 rooms in 2019. The number of guests in 2019 was 104849. It sold 47595 rooms in 2020. The number of guests in 2020 was 110378. It sold 43526 rooms in 2021. The number of guests in 2021 was 96344. It sold 32518 rooms in 2022."
"The HA5F9 - FAIRMONT BEIJING - BEI (Code: HA5F9), operated as Managed in China under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 25300 sqm with 220 keys. In 2019, it consumed 9345080 kWh of energy. In 2020, it consumed 5662216 kWh of energy. In 2021, it consumed 14008909 kWh of energy. In 2022, it consumed 5418030 kWh of energy. Water consumption for 2022 was 7624 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 63862 rooms in 2019. The number of guests in 2019 was 86214. It sold 40590 rooms in 2020. The number of guests in 2020 was 52220. It sold 55162 rooms in 2021. The number of guests in 2021 was 70015. It sold 29291 rooms in 2022."
"The HA5G2 - FAIRMONT YANGCHENG LAKE - KUN (Code: HA5G2), operated as Managed in China under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 22885 sqm with 199 keys. In 2019, it consumed 8491648 kWh of energy. In 2020, it consumed 5121732 kWh of energy. In 2021, it consumed 12671695 kWh of energy. In 2022, it consumed 7272139 kWh of energy. For GHG emissions in 2022, it recorded 441 tons (Scope 1) and 2999 tons (Scope 2). Water consumption for 2022 was 6784 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 32787 rooms in 2019. The number of guests in 2019 was 52216. It sold 25008 rooms in 2020. The number of guests in 2020 was 41999. It sold 24176 rooms in 2021. The number of guests in 2021 was 40522. It sold 26061 rooms in 2022."
"The HA5G4 - FAIRMONT NANJING - NAN (Code: HA5G4), operated as Managed in China under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 39905 sqm with 347 keys. In 2019, it consumed 14807044 kWh of energy. In 2020, it consumed 8930859 kWh of energy. In 2021, it consumed 22095870 kWh of energy. In 2022, it consumed 8761589 kWh of energy. Water consumption for 2022 was 17393 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 95758 rooms in 2019. The number of guests in 2019 was 117840. It sold 70059 rooms in 2020. The number of guests in 2020 was 87550. It sold 71973 rooms in 2021. The number of guests in 2021 was 87980. It sold 66821 rooms in 2022."
"The HA5G7 - FAIRMONT PEACE HOTEL - PCE (Code: HA5G7), operated as Managed in China under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 31050 sqm with 270 keys. In 2019, it consumed 11521331 kWh of energy. In 2020, it consumed 6949084 kWh of energy. In 2021, it consumed 17192752 kWh of energy. In 2022, it consumed 6589496 kWh of energy. Water consumption for 2022 was 8583 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 74158 rooms in 2019. The number of guests in 2019 was 123000. It sold 39644 rooms in 2020. The number of guests in 2020 was 68565. It sold 52283 rooms in 2021. The number of guests in 2021 was 94386. It sold 32975 rooms in 2022."
"The HA7Z7 - RAFFLES SHENZHEN - RSZ (Code: HA7Z7), operated as Managed in China under the RAFFLES brand, offers a LUX segment experience. It covers an area of 19320 sqm with 168 keys. In 2019, it consumed 7035113 kWh of energy. In 2020, it consumed 13692366 kWh of energy. In 2021, it consumed 14893524 kWh of energy. In 2022, it consumed 13196649 kWh of energy. For GHG emissions in 2022, it recorded 825 tons (Scope 1) and 5359 tons (Scope 2). Water consumption for 2022 was 6518 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 13802 rooms in 2019. The number of guests in 2019 was 19809. It sold 30844 rooms in 2020. The number of guests in 2020 was 48139. It sold 38964 rooms in 2021. The number of guests in 2021 was 63209. It sold 25042 rooms in 2022."
"The HA7Z9 - FAIRMONT WUHAN - WHN (Code: HA7Z9), operated as Managed in China under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 36225 sqm with 315 keys. In 2019, it consumed 2944340 kWh of energy. In 2020, it consumed 5147469 kWh of energy. In 2021, it consumed 20058211 kWh of energy. In 2022, it consumed 11511175 kWh of energy. For GHG emissions in 2022, it recorded 698 tons (Scope 1) and 4747 tons (Scope 2). Water consumption for 2022 was 10663 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 923 rooms in 2019. The number of guests in 2019 was 1479. It sold 21706 rooms in 2020. The number of guests in 2020 was 30618. It sold 52598 rooms in 2021. The number of guests in 2021 was 67575. It sold 40965 rooms in 2022."
"The HA820 - FAIRMONT CHENGDU - CHG (Code: HA820), operated as Managed in China under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 38640 sqm with 336 keys. In 2019, it consumed 14337656 kWh of energy. In 2020, it consumed 8647749 kWh of energy. In 2021, it consumed 21395425 kWh of energy. In 2022, it consumed 8200261 kWh of energy. Water consumption for 2022 was 12077 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 67788 rooms in 2019. The number of guests in 2019 was 94421. It sold 56393 rooms in 2020. The number of guests in 2020 was 77116. It sold 68329 rooms in 2021. The number of guests in 2021 was 88057. It sold 46395 rooms in 2022."
"The HB628 - SOFITEL BEIJING CENTRAL (Code: HB628), operated as Franchised in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 40135 sqm with 349 keys. In 2019, it consumed 10706384 kWh of energy. In 2020, it consumed 8701700 kWh of energy. In 2021, it consumed 12389299 kWh of energy. In 2022, it consumed 5635734 kWh of energy. Water consumption for 2022 was 17209 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 42242 rooms in 2019. The number of guests in 2019 was 67627. It sold 44283 rooms in 2020. The number of guests in 2020 was 65933. It sold 87951 rooms in 2021. The number of guests in 2021 was 115842. It sold 66112 rooms in 2022."
"The HB733 - SOFITEL HANGZHOU YINGGUAN (Code: HB733), operated as Managed in China under the SOFITEL brand, offers a LUX segment experience. It covers an area of 66700 sqm with 580 keys. In 2021, it consumed 9256824 kWh of energy. In 2022, it consumed 13525749 kWh of energy. For GHG emissions in 2022, it recorded 930 tons (Scope 1) and 5205 tons (Scope 2). Water consumption for 2022 was 16213 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 32323 rooms in 2021. The number of guests in 2021 was 50522. It sold 62288 rooms in 2022."
"The HB851 - FAIRMONT SANYA HAITANG BAY (Code: HB851), operated as Managed in China under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 54395 sqm with 473 keys. In 2021, it consumed 30119154 kWh of energy. In 2022, it consumed 11787876 kWh of energy. Water consumption for 2022 was 24151 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 28947 rooms in 2021. The number of guests in 2021 was 60425. It sold 92781 rooms in 2022."
"The H9078 - SOFITEL BALI NUSA DUA (Code: H9078), operated as Managed in Indonesia under the SOFITEL brand, offers a LUX segment experience. It covers an area of 45430 sqm with 413 keys. In 2019, it consumed 16234493 kWh of energy. In 2020, it consumed 9259851 kWh of energy. In 2021, it consumed 7733579 kWh of energy. In 2022, it consumed 13962545 kWh of energy. For GHG emissions in 2022, it recorded 159 tons (Scope 1) and 10266 tons (Scope 2). Water consumption for 2022 was 40012 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 112919 rooms in 2019. The number of guests in 2019 was 247582. It sold 27929 rooms in 2020. The number of guests in 2020 was 59192. It sold 49842 rooms in 2021. The number of guests in 2021 was 102866. It sold 100577 rooms in 2022."
"The HA123 - SOFITEL KUALA LUMPUR DAMANSARA (Code: HA123), operated as Managed in Malaysia under the SOFITEL brand, offers a LUX segment experience. It covers an area of 34320 sqm with 312 keys. In 2019, it consumed 6670562 kWh of energy. In 2020, it consumed 7230335 kWh of energy. In 2021, it consumed 3867894 kWh of energy. In 2022, it consumed 5685535 kWh of energy. For GHG emissions in 2022, it recorded 3 tons (Scope 1) and 3705 tons (Scope 2). Water consumption for 2022 was 22877 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 76549 rooms in 2019. The number of guests in 2019 was 109932. It sold 25894 rooms in 2020. The number of guests in 2020 was 41188. It sold 23936 rooms in 2021. The number of guests in 2021 was 41159. It sold 57505 rooms in 2022."
"The HA5G1 - FAIRMONT JAKARTA - JAK (Code: HA5G1), operated as Managed in Indonesia under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 68320 sqm with 488 keys. In 2019, it consumed 32922196 kWh of energy. In 2020, it consumed 28569493 kWh of energy. In 2021, it consumed 20755220 kWh of energy. In 2022, it consumed 34305418 kWh of energy. For GHG emissions in 2022, it recorded 2037 tons (Scope 1) and 17591 tons (Scope 2). Water consumption for 2022 was 49622 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 129843 rooms in 2019. The number of guests in 2019 was 177344. It sold 81762 rooms in 2020. The number of guests in 2020 was 112865. It sold 99685 rooms in 2021. The number of guests in 2021 was 142400. It sold 124733 rooms in 2022."
"The HA5Y7 - RAFFLES JAKARTA - RJK (Code: HA5Y7), operated as Managed in Indonesia under the RAFFLES brand, offers a LUX segment experience. It covers an area of 25950 sqm with 173 keys. In 2019, it consumed 7244491 kWh of energy. In 2020, it consumed 5183792 kWh of energy. In 2021, it consumed 10790557 kWh of energy. In 2022, it consumed 12620632 kWh of energy. For GHG emissions in 2022, it recorded 1148 tons (Scope 1) and 5735 tons (Scope 2). Water consumption for 2022 was 14104 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 34946 rooms in 2019. The number of guests in 2019 was 53944. It sold 16162 rooms in 2020. The number of guests in 2020 was 29864. It sold 27582 rooms in 2021. The number of guests in 2021 was 51211. It sold 35452 rooms in 2022."
"The HB695 - RAFFLES BALI (Code: HB695), operated as Managed in Indonesia under the RAFFLES brand, offers a LUX segment experience. It covers an area of 4800 sqm with 32 keys. In 2020, it consumed 958852 kWh of energy. In 2021, it consumed 2329952 kWh of energy. In 2022, it consumed 2684865 kWh of energy. For GHG emissions in 2022, it recorded 57 tons (Scope 1) and 1879 tons (Scope 2). Water consumption for 2022 was 771 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 43 rooms in 2020. The number of guests in 2020 was 103. It sold 416 rooms in 2021. The number of guests in 2021 was 1303. It sold 1938 rooms in 2022."
"The HB777 - TRIBE BALI KUTA BEACH (Code: HB777), operated as Managed in Indonesia under the TRIBE brand, offers a MID segment experience. It covers an area of 7425 sqm with 165 keys. In 2022, it consumed 1557617 kWh of energy. Water consumption for 2022 was 10333 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 25974 rooms in 2022."
"The H0454 - SOFITEL BROADBEACH GOLD COAST (Code: H0454), operated as Managed in Australia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 33448 sqm with 296 keys. In 2019, it consumed 5604960 kWh of energy. In 2020, it consumed 4673257 kWh of energy. In 2021, it consumed 4134065 kWh of energy. In 2022, it consumed 4751334 kWh of energy. For GHG emissions in 2022, it recorded 53 tons (Scope 1) and 3037 tons (Scope 2). Water consumption for 2022 was 19210 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 74457 rooms in 2019. The number of guests in 2019 was 127840. It sold 38361 rooms in 2020. The number of guests in 2020 was 60389. It sold 61387 rooms in 2021. The number of guests in 2021 was 78085. It sold 45518 rooms in 2022."
"The H0564 - SOFITEL BORA BORA MARARA BEACH RESORT (Code: H0564), operated as Managed in French Polynesia under the SOFITEL brand, offers a LUX segment experience. It covers an area of None sqm with 53 keys. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 481 rooms in 2019. The number of guests in 2019 was 964."
"The H0566 - SOFITEL KIA ORA MOOREA BEACH RESORT (Code: H0566), operated as Managed in French Polynesia under the SOFITEL brand, offers a LUX segment experience. It covers an area of 12430 sqm with 110 keys. In 2019, it consumed 3133295 kWh of energy. In 2020, it consumed 1796127 kWh of energy. In 2021, it consumed 3335640 kWh of energy. In 2022, it consumed 3033999 kWh of energy. For GHG emissions in 2022, it recorded 286 tons (Scope 1) and 557 tons (Scope 2). Water consumption for 2022 was 13237 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 32416 rooms in 2019. The number of guests in 2019 was 67419. It sold 14199 rooms in 2020. The number of guests in 2020 was 31075. It sold 18176 rooms in 2021. The number of guests in 2021 was 39316. It sold 31854 rooms in 2022."
"The H1902 - SOFITEL MELBOURNE ON COLLINS (Code: H1902), operated as Managed in Australia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 41019 sqm with 363 keys. In 2019, it consumed 4472900 kWh of energy. In 2020, it consumed 4081663 kWh of energy. In 2021, it consumed 3779620 kWh of energy. In 2022, it consumed 4932504 kWh of energy. For GHG emissions in 2022, it recorded 82 tons (Scope 1) and 3054 tons (Scope 2). Water consumption for 2022 was 33197 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 112044 rooms in 2019. The number of guests in 2019 was 158172. It sold 46626 rooms in 2020. The number of guests in 2020 was 61672. It sold 43954 rooms in 2021. The number of guests in 2021 was 70543. It sold 84683 rooms in 2022."
"The H2755 - SOFITEL BORA BORA MOTU PRIVATE ISLAND (Code: H2755), operated as Managed in French Polynesia under the SOFITEL brand, offers a LUX segment experience. It covers an area of 3390 sqm with 30 keys. In 2019, it consumed 341340 kWh of energy. In 2020, it consumed 411793 kWh of energy. In 2021, it consumed 885568 kWh of energy. In 2022, it consumed 123158 kWh of energy. For GHG emissions in 2022, it recorded 22 tons (Scope 1) and None tons (Scope 2). The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 7924 rooms in 2019. The number of guests in 2019 was 15869. It sold 1447 rooms in 2020. The number of guests in 2020 was 2924."
"The H3665 - SOFITEL SYDNEY WENTWORTH (Code: H3665), operated as Managed in Australia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 49268 sqm with 436 keys. In 2019, it consumed 8689373 kWh of energy. In 2020, it consumed 6583486 kWh of energy. In 2021, it consumed 5572943 kWh of energy. In 2022, it consumed 7272930 kWh of energy. For GHG emissions in 2022, it recorded 477 tons (Scope 1) and 3175 tons (Scope 2). Water consumption for 2022 was 39017 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 138806 rooms in 2019. The number of guests in 2019 was 189293. It sold 97918 rooms in 2020. The number of guests in 2020 was 117789. It sold 78045 rooms in 2021. The number of guests in 2021 was 88120. It sold 84905 rooms in 2022."
"The H5688 - SOFITEL QUEENSTOWN HOTEL & SPA (Code: H5688), operated as Managed in New Zealand under the SOFITEL brand, offers a LUX segment experience. It covers an area of 9266 sqm with 82 keys. In 2019, it consumed 1809627 kWh of energy. In 2020, it consumed 1332371 kWh of energy. In 2021, it consumed 1379825 kWh of energy. In 2022, it consumed 1601795 kWh of energy. For GHG emissions in 2022, it recorded 99 tons (Scope 1) and 138 tons (Scope 2). Water consumption for 2022 was 9306 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 24766 rooms in 2019. The number of guests in 2019 was 47215. It sold 13678 rooms in 2020. The number of guests in 2020 was 27396. It sold 15146 rooms in 2021. The number of guests in 2021 was 27792. It sold 21101 rooms in 2022."
"The H5706 - SOFITEL FIJI RESORT & SPA DENARAU ISLAND (Code: H5706), operated as Managed in Fiji under the SOFITEL brand, offers a LUX segment experience. It covers an area of 33674 sqm with 298 keys. In 2019, it consumed 4584290 kWh of energy. In 2020, it consumed 2616796 kWh of energy. In 2021, it consumed 2552696 kWh of energy. In 2022, it consumed 4801460 kWh of energy. For GHG emissions in 2022, it recorded 110 tons (Scope 1) and 1341 tons (Scope 2). Water consumption for 2022 was 33184 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 75603 rooms in 2019. The number of guests in 2019 was 166339. It sold 22920 rooms in 2020. The number of guests in 2020 was 43698. It sold 28191 rooms in 2021. The number of guests in 2021 was 41059. It sold 79856 rooms in 2022."
"The H5992 - SOFITEL BRISBANE CENTRAL (Code: H5992), operated as Managed in Australia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 47008 sqm with 416 keys. In 2019, it consumed 8361567 kWh of energy. In 2020, it consumed 5067778 kWh of energy. In 2021, it consumed 5554929 kWh of energy. In 2022, it consumed 6305199 kWh of energy. For GHG emissions in 2022, it recorded 115 tons (Scope 1) and 3864 tons (Scope 2). Water consumption for 2022 was 40762 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 107187 rooms in 2019. The number of guests in 2019 was 145873. It sold 45577 rooms in 2020. The number of guests in 2020 was 62889. It sold 53773 rooms in 2021. The number of guests in 2021 was 83947. It sold 88956 rooms in 2022."
"The H8577 - SOFITEL AUCKLAND (Code: H8577), operated as Managed in New Zealand under the SOFITEL brand, offers a LUX segment experience. It covers an area of 10170 sqm with 90 keys. In 2019, it consumed 4845429 kWh of energy. In 2020, it consumed 2925566 kWh of energy. In 2021, it consumed 3214999 kWh of energy. In 2022, it consumed 4013874 kWh of energy. For GHG emissions in 2022, it recorded 160 tons (Scope 1) and 406 tons (Scope 2). Water consumption for 2022 was 8150 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 52889 rooms in 2019. The number of guests in 2019 was 78242. It sold 17748 rooms in 2020. The number of guests in 2020 was 29369. It sold 14854 rooms in 2021. The number of guests in 2021 was 23579. It sold 22489 rooms in 2022."
"The H9051 - SOFITEL WELLINGTON (Code: H9051), operated as Managed in New Zealand under the SOFITEL brand, offers a LUX segment experience. It covers an area of 14577 sqm with 129 keys. In 2019, it consumed 1614961 kWh of energy. In 2020, it consumed 1374068 kWh of energy. In 2021, it consumed 1366565 kWh of energy. In 2022, it consumed 1437695 kWh of energy. For GHG emissions in 2022, it recorded 89 tons (Scope 1) and 123 tons (Scope 2). Water consumption for 2022 was 9828 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 28224 rooms in 2019. The number of guests in 2019 was 41555. It sold 20073 rooms in 2020. The number of guests in 2020 was 31644. It sold 22750 rooms in 2021. The number of guests in 2021 was 33325. It sold 31694 rooms in 2022."
"The H9149 - SO AUCKLAND (Code: H9149), operated as Managed in New Zealand under the SO brand, offers a LUX segment experience. It covers an area of 14690 sqm with 130 keys. In 2019, it consumed 2462778 kWh of energy. In 2020, it consumed 3278352 kWh of energy. In 2021, it consumed 1993240 kWh of energy. In 2022, it consumed 2115305 kWh of energy. For GHG emissions in 2022, it recorded 121 tons (Scope 1) and 188 tons (Scope 2). Water consumption for 2022 was 6925 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 18392 rooms in 2019. The number of guests in 2019 was 28776. It sold 41705 rooms in 2020. The number of guests in 2020 was 45884. It sold 47450 rooms in 2021. The number of guests in 2021 was 49154. It sold 32806 rooms in 2022."
"The H9729 - SOFITEL SYDNEY DARLING HARBOUR (Code: H9729), operated as Managed in Australia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 66670 sqm with 590 keys. In 2019, it consumed 10604028 kWh of energy. In 2020, it consumed 8431292 kWh of energy. In 2021, it consumed 7916482 kWh of energy. In 2022, it consumed 9710732 kWh of energy. For GHG emissions in 2022, it recorded 812 tons (Scope 1) and 3583 tons (Scope 2). Water consumption for 2022 was 54295 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 184437 rooms in 2019. The number of guests in 2019 was 307011. It sold 89588 rooms in 2020. The number of guests in 2020 was 152986. It sold 61804 rooms in 2021. The number of guests in 2021 was 115905. It sold 124191 rooms in 2022."
"The HA014 - SOFITEL ADELAIDE (Code: HA014), operated as Managed in Australia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 28363 sqm with 251 keys. In 2022, it consumed 3561248 kWh of energy. For GHG emissions in 2022, it recorded 222 tons (Scope 1) and 1598 tons (Scope 2). Water consumption for 2022 was 15167 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 5106 rooms in 2021. The number of guests in 2021 was 9598. It sold 49553 rooms in 2022."
"The HA617 - SOFITEL NOOSA PACIFIC RESORT (Code: HA617), operated as Managed in Australia  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 19888 sqm with 176 keys. In 2019, it consumed 3945938 kWh of energy. In 2020, it consumed 3696313 kWh of energy. In 2021, it consumed 4374165 kWh of energy. In 2022, it consumed 5011919 kWh of energy. For GHG emissions in 2022, it recorded 133 tons (Scope 1) and 2919 tons (Scope 2). Water consumption for 2022 was 21437 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 52900 rooms in 2019. The number of guests in 2019 was 110796. It sold 30323 rooms in 2020. The number of guests in 2020 was 68911. It sold 38227 rooms in 2021. The number of guests in 2021 was 85431. It sold 50794 rooms in 2022."
"The HB3V7 - TRIBE PERTH KINGS PARK (Code: HB3V7), operated as Managed in Australia  under the TRIBE brand, offers a MID segment experience. It covers an area of 6371 sqm with 123 keys. In 2019, it consumed 1751998 kWh of energy. In 2020, it consumed 1336295 kWh of energy. In 2021, it consumed 1546827 kWh of energy. In 2022, it consumed 1189453 kWh of energy. Water consumption for 2022 was 4527 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 31318 rooms in 2019. The number of guests in 2019 was 44229. It sold 8329 rooms in 2020. The number of guests in 2020 was 12201. It sold 11239 rooms in 2021. The number of guests in 2021 was 17358. It sold 16179 rooms in 2022."
"The HB4F2 - SOFITEL TAHITI BEACH RESORT (Code: HB4F2), operated as Managed in French Polynesia under the SOFITEL brand, offers a LUX segment experience. It covers an area of 16611 sqm with 147 keys. In 2019, it consumed 2854758 kWh of energy. In 2020, it consumed 7909280 kWh of energy. In 2021, it consumed 4339284 kWh of energy. In 2022, it consumed 603473 kWh of energy. For GHG emissions in 2022, it recorded 110 tons (Scope 1) and None tons (Scope 2). The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 27734 rooms in 2019. The number of guests in 2019 was 50789. It sold 6530 rooms in 2020. The number of guests in 2020 was 12548."
"The HB200 - FAIRMONT AMBASSADOR SEOUL - SEO (Code: HB200), operated as Managed in Korea(South)- Republic under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 43120 sqm with 308 keys. In 2021, it consumed 18805941 kWh of energy. In 2022, it consumed 22375190 kWh of energy. For GHG emissions in 2022, it recorded 3016 tons (Scope 1) and 4030 tons (Scope 2). Water consumption for 2022 was 16731 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 20661 rooms in 2021. The number of guests in 2021 was 40567. It sold 42057 rooms in 2022."
"The HB220 - SOFITEL AMBASSADOR SEOUL (Code: HB220), operated as Managed in Korea(South)- Republic under the SOFITEL brand, offers a LUX segment experience. It covers an area of 61930 sqm with 563 keys. In 2022, it consumed 7525409 kWh of energy. For GHG emissions in 2022, it recorded 38 tons (Scope 1) and 3432 tons (Scope 2). Water consumption for 2022 was 34517 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 12165 rooms in 2021. The number of guests in 2021 was 26831. It sold 86764 rooms in 2022."
"The HB771 - MONDRIAN SEOUL ITAEWON (Code: HB771), operated as Managed in Korea(South)- Republic under the MONDRIAN brand, offers a PRE segment experience. It covers an area of 32450 sqm with 295 keys. In 2020, it consumed 4936506 kWh of energy. In 2021, it consumed 12052874 kWh of energy. In 2022, it consumed 14575281 kWh of energy. For GHG emissions in 2022, it recorded 1424 tons (Scope 1) and 3164 tons (Scope 2). Water consumption for 2022 was 22286 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 10075 rooms in 2020. The number of guests in 2020 was 19494. It sold 36266 rooms in 2021. The number of guests in 2021 was 71947. It sold 56019 rooms in 2022."
"The H9474 - SOFITEL SINGAPORE SENTOSA RESORT & SPA (Code: H9474), operated as Managed in Singapore under the SOFITEL brand, offers a LUX segment experience. It covers an area of 23650 sqm with 215 keys. In 2019, it consumed 6181610 kWh of energy. In 2020, it consumed 3590683 kWh of energy. In 2021, it consumed 7872303 kWh of energy. In 2022, it consumed 6801341 kWh of energy. For GHG emissions in 2022, it recorded 401 tons (Scope 1) and 1775 tons (Scope 2). Water consumption for 2022 was 19932 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 66589 rooms in 2019. The number of guests in 2019 was 125602. It sold 32302 rooms in 2020. The number of guests in 2020 was 71832. It sold 39404 rooms in 2021. The number of guests in 2021 was 73176. It sold 50104 rooms in 2022."
"The HA152 - SOFITEL SINGAPORE CITY CENTRE (Code: HA152), operated as Managed in Singapore under the SOFITEL brand, offers a LUX segment experience. It covers an area of 24530 sqm with 223 keys. In 2019, it consumed 6411623 kWh of energy. In 2020, it consumed 4582225 kWh of energy. In 2021, it consumed 8165226 kWh of energy. In 2022, it consumed 7054414 kWh of energy. For GHG emissions in 2022, it recorded 416 tons (Scope 1) and 1841 tons (Scope 2). Water consumption for 2022 was 26227 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 57207 rooms in 2019. The number of guests in 2019 was 83798. It sold 48743 rooms in 2020. The number of guests in 2020 was 92040. It sold 44958 rooms in 2021. The number of guests in 2021 was 66900. It sold 65927 rooms in 2022."
"The HA5E1 - RAFFLES SINGAPORE - RHS (Code: HA5E1), operated as Managed in Singapore under the RAFFLES brand, offers a LUX segment experience. It covers an area of 17250 sqm with 115 keys. In 2019, it consumed 4815702 kWh of energy. In 2020, it consumed 3445873 kWh of energy. In 2021, it consumed 15448796 kWh of energy. In 2022, it consumed 17199148 kWh of energy. For GHG emissions in 2022, it recorded 1226 tons (Scope 1) and 4475 tons (Scope 2). Water consumption for 2022 was 8097 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 11082 rooms in 2019. The number of guests in 2019 was 21610. It sold 9928 rooms in 2020. The number of guests in 2020 was 24189. It sold 14867 rooms in 2021. The number of guests in 2021 was 29582. It sold 20353 rooms in 2022."
"The HA5G8 - FAIRMONT SINGAPORE - FSG (Code: HA5G8), operated as Managed with minority in Singapore under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 108920 sqm with 778 keys. In 2019, it consumed 33198502 kWh of energy. In 2020, it consumed 20023656 kWh of energy. In 2021, it consumed 33089264 kWh of energy. In 2022, it consumed 27922616 kWh of energy. Water consumption for 2022 was 67207 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 137278 rooms in 2019. The number of guests in 2019 was 206455. It sold 190443 rooms in 2020. The number of guests in 2020 was 276142. It sold 217867 rooms in 2021. The number of guests in 2021 was 265917. It sold 168937 rooms in 2022."
"The H6308 - SOFITEL PHILIPPINE PLAZA MANILA (Code: H6308), operated as Managed in Philippines under the SOFITEL brand, offers a LUX segment experience. It covers an area of 66770 sqm with 607 keys. In 2019, it consumed 25114649 kWh of energy. In 2020, it consumed 14401858 kWh of energy. In 2021, it consumed 14449481 kWh of energy. In 2022, it consumed 23013333 kWh of energy. For GHG emissions in 2022, it recorded 1207 tons (Scope 1) and 12853 tons (Scope 2). Water consumption for 2022 was 68740 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 167361 rooms in 2019. The number of guests in 2019 was 312197. It sold 121744 rooms in 2020. The number of guests in 2020 was 166128. It sold 164315 rooms in 2021. The number of guests in 2021 was 220752. It sold 172791 rooms in 2022."
"The HA5E3 - RAFFLES MAKATI - RMN (Code: HA5E3), operated as Managed in Philippines under the RAFFLES brand, offers a LUX segment experience. It covers an area of 4800 sqm with 32 keys. In 2019, it consumed 2137255 kWh of energy. In 2020, it consumed 1143086 kWh of energy. In 2021, it consumed 844301 kWh of energy. In 2022, it consumed 1847140 kWh of energy. For GHG emissions in 2022, it recorded 9 tons (Scope 1) and 1285 tons (Scope 2). Water consumption for 2022 was 2472 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 35868 rooms in 2019. The number of guests in 2019 was 56973. It sold 18811 rooms in 2020. The number of guests in 2020 was 54164. It sold 13755 rooms in 2021. The number of guests in 2021 was 24385. It sold 6214 rooms in 2022."
"The HA5G3 - FAIRMONT MAKATI - MNL (Code: HA5G3), operated as Managed in Philippines under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 39200 sqm with 280 keys. In 2019, it consumed 8548969 kWh of energy. In 2020, it consumed 4252337 kWh of energy. In 2021, it consumed 4350269 kWh of energy. In 2022, it consumed 7864497 kWh of energy. For GHG emissions in 2022, it recorded 39 tons (Scope 1) and 5469 tons (Scope 2). Water consumption for 2022 was 28343 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 85553 rooms in 2019. The number of guests in 2019 was 123005. It sold 51119 rooms in 2020. The number of guests in 2020 was 63765. It sold 65993 rooms in 2021. The number of guests in 2021 was 88970. It sold 71246 rooms in 2022."
"The HB1Y8 - RAFFLES MALDIVES MERADHOO RESORT (Code: HB1Y8), operated as Managed in Maldives under the RAFFLES brand, offers a LUX segment experience. It covers an area of 5700 sqm with 38 keys. In 2019, it consumed 1549400 kWh of energy. In 2020, it consumed 1108672 kWh of energy. In 2021, it consumed 1991023 kWh of energy. In 2022, it consumed 1692795 kWh of energy. Water consumption for 2022 was 1934 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 809 rooms in 2019. The number of guests in 2019 was 2722. It sold 1277 rooms in 2020. The number of guests in 2020 was 3564. It sold 4391 rooms in 2021. The number of guests in 2021 was 10987. It sold 4862 rooms in 2022."
"The HB2H3 - FAIRMONT MALDIVES SIRRU FEN FUSHI - RKM (Code: HB2H3), operated as Managed in Maldives under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 16800 sqm with 120 keys. In 2019, it consumed 5120592 kWh of energy. In 2020, it consumed 3088482 kWh of energy. In 2021, it consumed 15674681 kWh of energy. In 2022, it consumed 17715640 kWh of energy. For GHG emissions in 2022, it recorded 4497 tons (Scope 1) and None tons (Scope 2). Water consumption for 2022 was 8381 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 17398 rooms in 2019. The number of guests in 2019 was 42210. It sold 7058 rooms in 2020. The number of guests in 2020 was 17980. It sold 17852 rooms in 2021. The number of guests in 2021 was 45511. It sold 21068 rooms in 2022."
"The HB9H4 - RAFFLES MAKATI - RMNLT (Code: HB9H4), operated as Managed in Philippines under the RAFFLES brand, offers a LUX segment experience. It covers an area of None sqm with 99 keys. Water consumption for 2022 was 7652 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 19234 rooms in 2022."
"The H1555 - SOFITEL METROPOLE HANOI (Code: H1555), operated as Managed in Vietnam under the SOFITEL brand, offers a LUX segment experience. It covers an area of 40040 sqm with 364 keys. In 2019, it consumed 12022958 kWh of energy. In 2020, it consumed 8869706 kWh of energy. In 2021, it consumed 8315322 kWh of energy. In 2022, it consumed 9801487 kWh of energy. For GHG emissions in 2022, it recorded 108 tons (Scope 1) and 5877 tons (Scope 2). Water consumption for 2022 was 23456 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 94330 rooms in 2019. The number of guests in 2019 was 152623. It sold 31201 rooms in 2020. The number of guests in 2020 was 52833. It sold 25800 rooms in 2021. The number of guests in 2021 was 38039. It sold 58960 rooms in 2022."
"The H2077 - SOFITEL SAIGON PLAZA (Code: H2077), operated as Managed in Vietnam under the SOFITEL brand, offers a LUX segment experience. It covers an area of 31020 sqm with 282 keys. In 2019, it consumed 5899242 kWh of energy. In 2020, it consumed 3540619 kWh of energy. In 2021, it consumed 3593571 kWh of energy. In 2022, it consumed 5249082 kWh of energy. For GHG emissions in 2022, it recorded 151 tons (Scope 1) and 2893 tons (Scope 2). Water consumption for 2022 was 24298 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 77568 rooms in 2019. The number of guests in 2019 was 106284. It sold 17242 rooms in 2020. The number of guests in 2020 was 27292. It sold 27948 rooms in 2021. The number of guests in 2021 was 57647. It sold 61077 rooms in 2022."
"The H3123 - SOFITEL ANGKOR PHOKEETHRA GOLF & SPA RESORT (Code: H3123), operated as Managed in Cambodia under the SOFITEL brand, offers a LUX segment experience. It covers an area of 26180 sqm with 238 keys. In 2019, it consumed 6293028 kWh of energy. In 2020, it consumed 2345922 kWh of energy. In 2021, it consumed 2041805 kWh of energy. In 2022, it consumed 3693745 kWh of energy. For GHG emissions in 2022, it recorded 359 tons (Scope 1) and 1114 tons (Scope 2). Water consumption for 2022 was 9474 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 47065 rooms in 2019. The number of guests in 2019 was 86378. It sold 10895 rooms in 2020. The number of guests in 2020 was 20712. It sold 4155 rooms in 2021. The number of guests in 2021 was 8558. It sold 23815 rooms in 2022."
"The H5213 - SOFITEL BANGKOK SUKHUMVIT (Code: H5213), operated as Managed in Thailand under the SOFITEL brand, offers a LUX segment experience. It covers an area of 37840 sqm with 344 keys. In 2019, it consumed 11065343 kWh of energy. In 2020, it consumed 8576186 kWh of energy. In 2021, it consumed 8733572 kWh of energy. In 2022, it consumed 9823848 kWh of energy. For GHG emissions in 2022, it recorded 404 tons (Scope 1) and 3804 tons (Scope 2). Water consumption for 2022 was 25735 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 101849 rooms in 2019. The number of guests in 2019 was 163406. It sold 22334 rooms in 2020. The number of guests in 2020 was 38011. It sold 22915 rooms in 2021. The number of guests in 2021 was 42916. It sold 64690 rooms in 2022."
"The H6184 - SOFITEL KRABI PHOKEETHRA GOLF & SPA RESORT (Code: H6184), operated as Managed in Thailand under the SOFITEL brand, offers a LUX segment experience. It covers an area of 30360 sqm with 276 keys. In 2019, it consumed 7218469 kWh of energy. In 2020, it consumed 6864419 kWh of energy. In 2021, it consumed 2901378 kWh of energy. In 2022, it consumed 5644817 kWh of energy. For GHG emissions in 2022, it recorded 492 tons (Scope 1) and 1626 tons (Scope 2). Water consumption for 2022 was 11387 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 42058 rooms in 2019. The number of guests in 2019 was 94715. It sold 16513 rooms in 2020. The number of guests in 2020 was 40194. It sold 7854 rooms in 2021. The number of guests in 2021 was 18901. It sold 28623 rooms in 2022."
"The H6526 - SOFITEL PHNOM PENH PHOKEETHRA (Code: H6526), operated as Managed in Cambodia under the SOFITEL brand, offers a LUX segment experience. It covers an area of 22110 sqm with 201 keys. In 2019, it consumed 12855581 kWh of energy. In 2020, it consumed 1981220 kWh of energy. In 2021, it consumed 5370262 kWh of energy. In 2022, it consumed 7791033 kWh of energy. For GHG emissions in 2022, it recorded 574 tons (Scope 1) and 2571 tons (Scope 2). Water consumption for 2022 was 8222 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 43172 rooms in 2019. The number of guests in 2019 was 54876. It sold 10671 rooms in 2020. The number of guests in 2020 was 16705. It sold 8480 rooms in 2021. The number of guests in 2021 was 17294. It sold 20668 rooms in 2022."
"The H6835 - SO BANGKOK (Code: H6835), operated as Managed in Thailand under the SO brand, offers a LUX segment experience. It covers an area of 26070 sqm with 237 keys. In 2019, it consumed 11552490 kWh of energy. In 2020, it consumed 6266289 kWh of energy. In 2021, it consumed 5402377 kWh of energy. In 2022, it consumed 9825621 kWh of energy. For GHG emissions in 2022, it recorded 466 tons (Scope 1) and 3672 tons (Scope 2). Water consumption for 2022 was 19233 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 69032 rooms in 2019. The number of guests in 2019 was 116845. It sold 14474 rooms in 2020. The number of guests in 2020 was 25826. It sold 9249 rooms in 2021. The number of guests in 2021 was 16716. It sold 48347 rooms in 2022."
"The H9649 - SO HUA HIN (Code: H9649), operated as Managed in Thailand under the SO brand, offers a LUX segment experience. It covers an area of 11880 sqm with 108 keys. In 2019, it consumed 4667966 kWh of energy. In 2020, it consumed 3373738 kWh of energy. In 2021, it consumed 2626466 kWh of energy. In 2022, it consumed 2935676 kWh of energy. For GHG emissions in 2022, it recorded 68 tons (Scope 1) and 1252 tons (Scope 2). Water consumption for 2022 was 8707 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 26661 rooms in 2019. The number of guests in 2019 was 54914. It sold 19457 rooms in 2020. The number of guests in 2020 was 42319. It sold 15516 rooms in 2021. The number of guests in 2021 was 33444. It sold 21887 rooms in 2022."
"The H9669 - SOFITEL LUANG PRABANG (Code: H9669), operated as Managed in Laos under the SOFITEL brand, offers a LUX segment experience. It covers an area of 2750 sqm with 25 keys. In 2019, it consumed 871344 kWh of energy. In 2020, it consumed 560524 kWh of energy. In 2021, it consumed 364581 kWh of energy. In 2022, it consumed 499379 kWh of energy. For GHG emissions in 2022, it recorded 11 tons (Scope 1) and 87 tons (Scope 2). Water consumption for 2022 was 1019 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 5899 rooms in 2019. The number of guests in 2019 was 11313. It sold 1692 rooms in 2020. The number of guests in 2020 was 3208. It sold 1405 rooms in 2021. The number of guests in 2021 was 2692. It sold 2562 rooms in 2022."
"The HA095 - SOFITEL INLE LAKE MYAT MIN (Code: HA095), operated as Managed in Myanmar under the SOFITEL brand, offers a LUX segment experience. It covers an area of 11110 sqm with 101 keys. In 2019, it consumed 2990552 kWh of energy. In 2020, it consumed 2264516 kWh of energy. In 2021, it consumed 2981413 kWh of energy. In 2022, it consumed 2151930 kWh of energy. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 8890 rooms in 2019. The number of guests in 2019 was 19054. It sold 3187 rooms in 2020. The number of guests in 2020 was 6398."
"The HA5D9 - RAFFLES GRAND HOTEL D ANGKOR - RGA (Code: HA5D9), operated as Managed in Cambodia under the RAFFLES brand, offers a LUX segment experience. It covers an area of 17850 sqm with 119 keys. In 2019, it consumed 3589485 kWh of energy. In 2020, it consumed 3565730 kWh of energy. In 2021, it consumed 3221640 kWh of energy. In 2022, it consumed 2239695 kWh of energy. For GHG emissions in 2022, it recorded 271 tons (Scope 1) and 567 tons (Scope 2). Water consumption for 2022 was 2121 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 11877 rooms in 2019. The number of guests in 2019 was 22605. It sold 3492 rooms in 2020. The number of guests in 2020 was 6713. It sold 5331 rooms in 2022."
"The HA5E0 - RAFFLES HOTEL LE ROYAL - RLR (Code: HA5E0), operated as Managed in Cambodia under the RAFFLES brand, offers a LUX segment experience. It covers an area of 26250 sqm with 175 keys. In 2019, it consumed 5278655 kWh of energy. In 2020, it consumed 5243720 kWh of energy. In 2021, it consumed 4737705 kWh of energy. In 2022, it consumed 5638427 kWh of energy. For GHG emissions in 2022, it recorded 397 tons (Scope 1) and 1997 tons (Scope 2). Water consumption for 2022 was 4600 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 25832 rooms in 2019. The number of guests in 2019 was 37947. It sold 5027 rooms in 2020. The number of guests in 2020 was 8227. It sold 7187 rooms in 2021. The number of guests in 2021 was 9588. It sold 11563 rooms in 2022."
"The HB5M5 - TRIBE PHNOM PENH POST OFFICE SQUARE (Code: HB5M5), operated as Managed in Cambodia under the TRIBE brand, offers a MID segment experience. It covers an area of None sqm with 152 keys. Water consumption for 2022 was 1840 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 4625 rooms in 2022."
"The H0937 - SOFITEL LOS ANGELES (Code: H0937), operated as Managed in United States of America under the SOFITEL brand, offers a LUX segment experience. It covers an area of 32450 sqm with 295 keys. In 2019, it consumed 7295785 kWh of energy. In 2020, it consumed 5302573 kWh of energy. In 2021, it consumed 5850077 kWh of energy. In 2022, it consumed 8273771 kWh of energy. For GHG emissions in 2022, it recorded 879 tons (Scope 1) and 809 tons (Scope 2). Water consumption for 2022 was 28585 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 91589 rooms in 2019. The number of guests in 2019 was 140896. It sold 73042 rooms in 2020. The number of guests in 2020 was 89891. It sold 85299 rooms in 2021. The number of guests in 2021 was 115477. It sold 87701 rooms in 2022."
