{"Message": "This is part 2 of a 4-part dataset series on energy, water consumption, and GHG emissions data for hotels."}
"The HB6V6 - SO SOTOGRANDE (Code: HB6V6), operated as Managed in Spain under the SO brand, offers a LUX segment experience. It covers an area of 15100 sqm with 151 keys. In 2021, it consumed 3179274 kWh of energy. In 2022, it consumed 5434474 kWh of energy. For GHG emissions in 2022, it recorded 369 tons (Scope 1) and 526 tons (Scope 2). Water consumption for 2022 was 4921 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 6013 rooms in 2021. The number of guests in 2021 was 10251. It sold 20091 rooms in 2022."
"The HB9D7 - HOXTON THE HOXTON BARCELONA (Code: HB9D7), operated as Managed in Spain under the HOXTON brand, offers a PRE segment experience. It covers an area of 17333 sqm with 240 keys. In 2022, it consumed 4394334 kWh of energy. Water consumption for 2022 was 9089 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 37105 rooms in 2022."
"The H1312 - SOFITEL ROMA VILLA BORGHESE (Code: H1312), operated as Managed with minority in Italy under the SOFITEL brand, offers a LUX segment experience. It covers an area of 8580 sqm with 78 keys. In 2019, it consumed 2309536 kWh of energy. In 2020, it consumed 1748834 kWh of energy. In 2021, it consumed 1638825 kWh of energy. In 2022, it consumed 1609375 kWh of energy. For GHG emissions in 2022, it recorded 125 tons (Scope 1) and 245 tons (Scope 2). Water consumption for 2022 was 8083 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 8686 rooms in 2019. The number of guests in 2019 was 14853. It sold 3760 rooms in 2020. The number of guests in 2020 was 6350. It sold 9973 rooms in 2021. The number of guests in 2021 was 16757. It sold 19259 rooms in 2022."
"The H3167 - SOFITEL ATHENES AIRPORT (Code: H3167), operated as Managed in Greece under the SOFITEL brand, offers a LUX segment experience. It covers an area of 37950 sqm with 345 keys. In 2019, it consumed 8997602 kWh of energy. In 2020, it consumed 7735226 kWh of energy. In 2021, it consumed 4990009 kWh of energy. In 2022, it consumed 8206218 kWh of energy. For GHG emissions in 2022, it recorded 663 tons (Scope 1) and 1712 tons (Scope 2). Water consumption for 2022 was 40858 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 99750 rooms in 2019. The number of guests in 2019 was 149420. It sold 37880 rooms in 2020. The number of guests in 2020 was 53640. It sold 64965 rooms in 2021. The number of guests in 2021 was 95819. It sold 91361 rooms in 2022."
"The HB5V4 - MAMA SHELTER MAMA SHELTER ROME VIA RIZZO (Code: HB5V4), operated as Managed in Italy under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 10850 sqm with 217 keys. In 2021, it consumed 1516751 kWh of energy. In 2022, it consumed 1294970 kWh of energy. For GHG emissions in 2022, it recorded 191 tons (Scope 1) and 67 tons (Scope 2). Water consumption for 2022 was 12195 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 7556 rooms in 2021. The number of guests in 2021 was 15685. It sold 49782 rooms in 2022."
"The HB660 - 25 Hours 25HOURS FLORENCE SAN PAOLINO (Code: HB660), operated as Managed with minority in Italy under the 25 Hours brand, offers a PRE segment experience. It covers an area of 13840 sqm with 173 keys. In 2022, it consumed 5080728 kWh of energy. Water consumption for 2022 was 8305 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 1044 rooms in 2021. The number of guests in 2021 was 1865. It sold 33903 rooms in 2022."
"The HB998 - HOXTON THE HOXTON ROME (Code: HB998), operated as Managed in Italy under the HOXTON brand, offers a PRE segment experience. It covers an area of 13939 sqm with 193 keys. In 2022, it consumed 3533777 kWh of energy. Water consumption for 2022 was 10989 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 6515 rooms in 2021. The number of guests in 2021 was 9725. It sold 44862 rooms in 2022."
"The HB5I8 - 25 Hours 25HOURS HOTEL INDRE BY (Code: HB5I8), operated as Managed with minority in Denmark under the 25 Hours brand, offers a PRE segment experience. It covers an area of 13433 sqm with 186 keys. In 2022, it consumed 5462517 kWh of energy. Water consumption for 2022 was 11258 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 39847 rooms in 2022."
"The H5413 - SOFITEL MUENCHEN BAYERPOST (Code: H5413), operated as Managed with minority in Germany  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 37719 sqm with 396 keys. In 2019, it consumed 9696278 kWh of energy. In 2020, it consumed 7892545 kWh of energy. In 2021, it consumed 5979936 kWh of energy. In 2022, it consumed 7417266 kWh of energy. Water consumption for 2022 was 35694 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 115319 rooms in 2019. The number of guests in 2019 was 182299. It sold 27503 rooms in 2020. The number of guests in 2020 was 40376. It sold 34625 rooms in 2021. The number of guests in 2021 was 52967. It sold 79794 rooms in 2022."
"The H6599 - SO VIENNA (Code: H6599), operated as Managed in Austria under the SO brand, offers a LUX segment experience. It covers an area of 17336 sqm with 182 keys. In 2019, it consumed 5388916 kWh of energy. In 2020, it consumed 4080612 kWh of energy. In 2021, it consumed 4842695 kWh of energy. In 2022, it consumed 2493762 kWh of energy. Water consumption for 2022 was 9659 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 50607 rooms in 2019. The number of guests in 2019 was 85690. It sold 13537 rooms in 2020. The number of guests in 2020 was 22527. It sold 12441 rooms in 2021. The number of guests in 2021 was 20509. It sold 34186 rooms in 2022."
"The H8159 - SOFITEL FRANKFURT OPERA (Code: H8159), operated as Subsidiary in Germany  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 14288 sqm with 150 keys. In 2019, it consumed 3221376 kWh of energy. In 2020, it consumed 3397867 kWh of energy. In 2021, it consumed 2212749 kWh of energy. In 2022, it consumed 36334922 kWh of energy. Water consumption for 2022 was 14044 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 40418 rooms in 2019. The number of guests in 2019 was 54780. It sold 14763 rooms in 2020. The number of guests in 2020 was 19587. It sold 19418 rooms in 2021. The number of guests in 2021 was 26623. It sold 31395 rooms in 2022."
"The HA595 - FAIRMONT HOTEL VIER JAHRESZEITEN - RVJ (Code: HA595), operated as Managed in Germany  under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 14859 sqm with 156 keys. In 2019, it consumed 6656769 kWh of energy. In 2020, it consumed 4015026 kWh of energy. In 2021, it consumed 6634865 kWh of energy. In 2022, it consumed 4241833 kWh of energy. Water consumption for 2022 was 9431 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 40593 rooms in 2019. The number of guests in 2019 was 62144. It sold 17783 rooms in 2020. The number of guests in 2020 was 28431. It sold 16432 rooms in 2021. The number of guests in 2021 was 26964. It sold 33381 rooms in 2022."
"The HB0C7 - 25 Hours DUESSELDORF DAS TOUR (Code: HB0C7), operated as Managed with minority in Germany  under the 25 Hours brand, offers a PRE segment experience. It covers an area of 14300 sqm with 198 keys. In 2019, it consumed 4387906 kWh of energy. In 2020, it consumed 3302122 kWh of energy. In 2021, it consumed 4412392 kWh of energy. In 2022, it consumed 5814937 kWh of energy. Water consumption for 2022 was 12641 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 9887 rooms in 2021. The number of guests in 2021 was 9887. It sold 44742 rooms in 2022."
"The HB0C8 - 25 Hours MUNICH THE ROYAL BAVARIAN (Code: HB0C8), operated as Managed with minority in Germany  under the 25 Hours brand, offers a PRE segment experience. It covers an area of 11917 sqm with 165 keys. In 2019, it consumed 3656588 kWh of energy. In 2020, it consumed 2751768 kWh of energy. In 2021, it consumed 3676993 kWh of energy. In 2022, it consumed 4845781 kWh of energy. Water consumption for 2022 was 12219 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 8708 rooms in 2021. The number of guests in 2021 was 8708. It sold 43247 rooms in 2022."
"The HB0C9 - 25 Hours COLOGNE THE CIRCLE (Code: HB0C9), operated as Managed with minority in Germany  under the 25 Hours brand, offers a PRE segment experience. It covers an area of 14950 sqm with 207 keys. In 2019, it consumed 4587356 kWh of energy. In 2020, it consumed 3452218 kWh of energy. In 2021, it consumed 4612955 kWh of energy. In 2022, it consumed 6079252 kWh of energy. Water consumption for 2022 was 14263 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 12527 rooms in 2021. The number of guests in 2021 was 12527. It sold 50481 rooms in 2022."
"The HB138 - 25 Hours HAMBURG HAFEN CITY (Code: HB138), operated as Managed with minority in Germany  under the 25 Hours brand, offers a PRE segment experience. It covers an area of 12278 sqm with 170 keys. In 2019, it consumed 3767394 kWh of energy. In 2020, it consumed 2835155 kWh of energy. In 2021, it consumed 3788417 kWh of energy. In 2022, it consumed 4992623 kWh of energy. Water consumption for 2022 was 12916 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 11302 rooms in 2021. The number of guests in 2021 was 11302. It sold 45715 rooms in 2022."
"The HB140 - 25 Hours HAMBURG ALTES HAFENAMT (Code: HB140), operated as Managed with minority in Germany  under the 25 Hours brand, offers a PRE segment experience. It covers an area of 3539 sqm with 49 keys. In 2019, it consumed 1085896 kWh of energy. In 2020, it consumed 817192 kWh of energy. In 2021, it consumed 1091956 kWh of energy. In 2022, it consumed 1439050 kWh of energy. Water consumption for 2022 was 3668 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 2876 rooms in 2021. The number of guests in 2021 was 2876. It sold 12984 rooms in 2022."
"The HB141 - 25 Hours FRANKFURT THE GOLDMAN (Code: HB141), operated as Managed with minority in Germany  under the 25 Hours brand, offers a PRE segment experience. It covers an area of 7006 sqm with 97 keys. In 2019, it consumed 2149631 kWh of energy. In 2020, it consumed 1617706 kWh of energy. In 2021, it consumed 2161626 kWh of energy. In 2022, it consumed 2848732 kWh of energy. Water consumption for 2022 was 3972 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 2155 rooms in 2021. The number of guests in 2021 was 2155. It sold 14059 rooms in 2022."
"The HB142 - 25 Hours FRANKFURT THE TRIP (Code: HB142), operated as Managed with minority in Germany  under the 25 Hours brand, offers a PRE segment experience. It covers an area of 10978 sqm with 152 keys. In 2019, it consumed 3368493 kWh of energy. In 2020, it consumed 2534962 kWh of energy. In 2021, it consumed 3387291 kWh of energy. In 2022, it consumed 4463992 kWh of energy. Water consumption for 2022 was 7690 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 6119 rooms in 2021. The number of guests in 2021 was 6119. It sold 27217 rooms in 2022."
"The HB143 - 25 Hours BERLIN BIKINI (Code: HB143), operated as Managed with minority in Germany  under the 25 Hours brand, offers a PRE segment experience. It covers an area of 10761 sqm with 149 keys. In 2019, it consumed 3302010 kWh of energy. In 2020, it consumed 2484930 kWh of energy. In 2021, it consumed 3320436 kWh of energy. In 2022, it consumed 4375887 kWh of energy. Water consumption for 2022 was 11422 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 9388 rooms in 2021. The number of guests in 2021 was 9388. It sold 40428 rooms in 2022."
"The HB146 - 25 Hours VIENNA AT MUSEUMS QUARTIER (Code: HB146), operated as Managed with minority in Austria under the 25 Hours brand, offers a PRE segment experience. It covers an area of 15672 sqm with 217 keys. In 2019, it consumed 4808967 kWh of energy. In 2020, it consumed 3618992 kWh of energy. In 2021, it consumed 4835803 kWh of energy. In 2022, it consumed 6372936 kWh of energy. Water consumption for 2022 was 15223 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 8120 rooms in 2021. The number of guests in 2021 was 8120. It sold 53880 rooms in 2022."
"The HB1Y6 - SO BERLIN DAS STUE (Code: HB1Y6), operated as Managed in Germany  under the SO brand, offers a LUX segment experience. It covers an area of 7430 sqm with 78 keys. In 2019, it consumed 1675115 kWh of energy. In 2020, it consumed 1766891 kWh of energy. In 2021, it consumed 2075441 kWh of energy. In 2022, it consumed 1068755 kWh of energy. Water consumption for 2022 was 4670 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 20493 rooms in 2019. The number of guests in 2019 was 20493. It sold 10130 rooms in 2020. The number of guests in 2020 was 15599. It sold 12632 rooms in 2021. The number of guests in 2021 was 18987. It sold 16528 rooms in 2022."
"The HB677 - Jo & JOE JO & JOE VIENNA (Code: HB677), operated as Managed with minority in Austria under the Jo & JOE brand, offers a ECO segment experience. It covers an area of 3421 sqm with 115 keys. In 2021, it consumed 154483 kWh of energy. In 2022, it consumed 199098 kWh of energy. Water consumption for 2022 was 23682 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 10215 rooms in 2021. The number of guests in 2021 was 10215. It sold 83821 rooms in 2022."
"The HB6J0 - GREET GREET HOTEL DARMSTADT (Code: HB6J0), operated as Franchised in Germany  under the GREET brand, offers a ECO segment experience. It covers an area of 5772 sqm with 194 keys. In 2019, it consumed 12153362 kWh of energy. In 2020, it consumed 3552590 kWh of energy. In 2021, it consumed 1383547 kWh of energy. In 2022, it consumed 647058 kWh of energy. Water consumption for 2022 was 6022 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 7555 rooms in 2019. The number of guests in 2019 was 9409. It sold 9130 rooms in 2020. The number of guests in 2020 was 15587. It sold 3035 rooms in 2021. The number of guests in 2021 was 3314. It sold 21313 rooms in 2022."
"The HB9F0 - GREET BERLIN ALEXANDERPLATZ (Code: HB9F0), operated as Franchised in Germany  under the GREET brand, offers a ECO segment experience. It covers an area of 1815 sqm with 61 keys. In 2022, it consumed 203456 kWh of energy. Water consumption for 2022 was 3235 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 11449 rooms in 2022."
"The H3229 - SOFITEL BUDAPEST CHAIN BRIDGE (Code: H3229), operated as Managed in Hungary  under the SOFITEL brand, offers a LUX segment experience. It covers an area of None sqm with 357 keys. In 2019, it consumed 12864881 kWh of energy. In 2020, it consumed 6890460 kWh of energy. In 2021, it consumed 10538260 kWh of energy. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 100197 rooms in 2019. The number of guests in 2019 was 164695. It sold 18198 rooms in 2020. The number of guests in 2020 was 27550."
"The H3378 - SOFITEL WARSZAWA VICTORIA (Code: H3378), operated as Managed with minority in Poland  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 35052 sqm with 368 keys. In 2019, it consumed 10160837 kWh of energy. In 2020, it consumed 7758614 kWh of energy. In 2021, it consumed 10277267 kWh of energy. In 2022, it consumed 10476016 kWh of energy. For GHG emissions in 2022, it recorded 6 tons (Scope 1) and 3750 tons (Scope 2). Water consumption for 2022 was 30251 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 101628 rooms in 2019. The number of guests in 2019 was 142661. It sold 24619 rooms in 2020. The number of guests in 2020 was 36028. It sold 41206 rooms in 2021. The number of guests in 2021 was 65874. It sold 85163 rooms in 2022."
"The H3419 - SOFITEL SOPOT GRAND (Code: H3419), operated as Managed with minority in Poland  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 12002 sqm with 126 keys. In 2019, it consumed 4173625 kWh of energy. In 2020, it consumed 3250156 kWh of energy. In 2021, it consumed 3397486 kWh of energy. In 2022, it consumed 4068528 kWh of energy. For GHG emissions in 2022, it recorded 486 tons (Scope 1) and 879 tons (Scope 2). Water consumption for 2022 was 9247 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 27190 rooms in 2019. The number of guests in 2019 was 52356. It sold 14622 rooms in 2020. The number of guests in 2020 was 31156. It sold 17009 rooms in 2021. The number of guests in 2021 was 35103. It sold 26033 rooms in 2022."
"The HA7W6 - RAFFLES EUROPEJSKI WARSAW - RWW (Code: HA7W6), operated as Managed in Poland  under the RAFFLES brand, offers a LUX segment experience. It covers an area of 10096 sqm with 106 keys. In 2019, it consumed 4438821 kWh of energy. In 2020, it consumed 3176196 kWh of energy. In 2021, it consumed 3960221 kWh of energy. In 2022, it consumed 4729536 kWh of energy. Water consumption for 2022 was 6238 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 19023 rooms in 2019. The number of guests in 2019 was 19023. It sold 8697 rooms in 2020. The number of guests in 2020 was 11518. It sold 12095 rooms in 2021. The number of guests in 2021 was 19108. It sold 22079 rooms in 2022."
"The HB0X1 - MAMA SHELTER PRAHA (Code: HB0X1), operated as Managed in Czech Republic under the MAMA SHELTER brand, offers a MID segment experience. It covers an area of 10877 sqm with 238 keys. In 2019, it consumed 3309329 kWh of energy. In 2020, it consumed 2585677 kWh of energy. In 2021, it consumed 1663534 kWh of energy. In 2022, it consumed 274695 kWh of energy. Water consumption for 2022 was 14021 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 62965 rooms in 2019. The number of guests in 2019 was 93188. It sold 6734 rooms in 2020. The number of guests in 2020 was 9966. It sold 8811 rooms in 2021. The number of guests in 2021 was 13040. It sold 49626 rooms in 2022."
"The HB1I0 - RIXOS KRASNAYA POLYANA SOCHI RIXOS (Code: HB1I0), operated as Franchised in Russia under the RIXOS brand, offers a LUX segment experience. It covers an area of 10858 sqm with 114 keys. In 2019, it consumed 3799824 kWh of energy. In 2020, it consumed 2794360 kWh of energy. In 2021, it consumed 4048779 kWh of energy. In 2022, it consumed 6231873 kWh of energy. Water consumption for 2022 was 6357 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 24203 rooms in 2019. The number of guests in 2019 was 54069. It sold 23268 rooms in 2020. The number of guests in 2020 was 48067. It sold 25390 rooms in 2021. The number of guests in 2021 was 52479. It sold 22501 rooms in 2022."
"The HB315 - SO SO SAINT-PETERSBURG (Code: HB315), operated as Managed in Russia under the SO brand, offers a LUX segment experience. It covers an area of 13049 sqm with 137 keys. In 2019, it consumed 4056492 kWh of energy. In 2020, it consumed 4242214 kWh of energy. In 2021, it consumed 5150685 kWh of energy. In 2022, it consumed 4789057 kWh of energy. For GHG emissions in 2022, it recorded 532 tons (Scope 1) and 675 tons (Scope 2). Water consumption for 2022 was 5855 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 30939 rooms in 2019. The number of guests in 2019 was 43688. It sold 12693 rooms in 2020. The number of guests in 2020 was 19738. It sold 19762 rooms in 2021. The number of guests in 2021 was 28912. It sold 20723 rooms in 2022."
"The H1144 - SOFITEL FLIC EN FLAC IMPERIAL (Code: H1144), operated as Managed in Mauritius under the SOFITEL brand, offers a LUX segment experience. It covers an area of 20790 sqm with 189 keys. In 2019, it consumed 7447588 kWh of energy. In 2020, it consumed 4282401 kWh of energy. In 2021, it consumed 2750085 kWh of energy. In 2022, it consumed 5783361 kWh of energy. For GHG emissions in 2022, it recorded 534 tons (Scope 1) and 2648 tons (Scope 2). Water consumption for 2022 was 17653 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 53894 rooms in 2019. The number of guests in 2019 was 97759. It sold 11092 rooms in 2020. The number of guests in 2020 was 19632. It sold 8261 rooms in 2021. The number of guests in 2021 was 1140. It sold 43505 rooms in 2022."
"The H1540 - SOFITEL SOFITEL ALGIERS HAMMA GARDEN (Code: H1540), operated as Managed in Algeria under the SOFITEL brand, offers a LUX segment experience. It covers an area of 36410 sqm with 331 keys. In 2019, it consumed 9859940 kWh of energy. In 2020, it consumed 7679239 kWh of energy. In 2021, it consumed 9353233 kWh of energy. In 2022, it consumed 8293775 kWh of energy. For GHG emissions in 2022, it recorded 523 tons (Scope 1) and 2646 tons (Scope 2). Water consumption for 2022 was 20290 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 69478 rooms in 2019. The number of guests in 2019 was 78357. It sold 20321 rooms in 2020. The number of guests in 2020 was 24301. It sold 25566 rooms in 2021. The number of guests in 2021 was 31518. It sold 50003 rooms in 2022."
"The H3569 - SOFITEL SOFITEL MARRAKECH PALAIS IMPERIAL – LOUNGE & SPA (Code: H3569), operated as Managed with minority in Morocco under the SOFITEL brand, offers a LUX segment experience. It covers an area of 36300 sqm with 330 keys. In 2019, it consumed 8480074 kWh of energy. In 2020, it consumed 3941087 kWh of energy. In 2021, it consumed 4593697 kWh of energy. In 2022, it consumed 6865562 kWh of energy. For GHG emissions in 2022, it recorded 373 tons (Scope 1) and 3715 tons (Scope 2). Water consumption for 2022 was 29001 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 82989 rooms in 2019. The number of guests in 2019 was 148418. It sold 28409 rooms in 2020. The number of guests in 2020 was 48618. It sold 31865 rooms in 2021. The number of guests in 2021 was 56324. It sold 71470 rooms in 2022."
"The H5242 - SOFITEL AGADIR (Code: H5242), operated as Managed with minority in Morocco under the SOFITEL brand, offers a LUX segment experience. It covers an area of 19030 sqm with 173 keys. In 2019, it consumed 6203351 kWh of energy. In 2020, it consumed 3865866 kWh of energy. In 2021, it consumed 4851822 kWh of energy. In 2022, it consumed 5360669 kWh of energy. For GHG emissions in 2022, it recorded 343 tons (Scope 1) and 2729 tons (Scope 2). Water consumption for 2022 was 15577 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 43330 rooms in 2019. The number of guests in 2019 was 82154. It sold 24084 rooms in 2020. The number of guests in 2020 was 43158. It sold 30442 rooms in 2021. The number of guests in 2021 was 48194. It sold 38389 rooms in 2022."
"The H5630 - SOFITEL MALABO PRESIDENT PALACE (Code: H5630), operated as Managed in Equatorial Guinea under the SOFITEL brand, offers a LUX segment experience. It covers an area of None sqm with 100 keys. The hotel is in a region with a Low (<10%) water stress level by 2030."
"The H6707 - SO SO/ SOFITEL MAURITIUS (Code: H6707), operated as Subsidiary in Mauritius under the SO brand, offers a LUX segment experience. It covers an area of 10120 sqm with 92 keys. In 2019, it consumed 3587320 kWh of energy. In 2020, it consumed 2062727 kWh of energy. In 2021, it consumed 942596 kWh of energy. In 2022, it consumed 2409753 kWh of energy. For GHG emissions in 2022, it recorded 38 tons (Scope 1) and 1713 tons (Scope 2). Water consumption for 2022 was 4967 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 21709 rooms in 2019. The number of guests in 2019 was 45548. It sold 3183 rooms in 2020. The number of guests in 2020 was 7290. It sold 2291 rooms in 2021. The number of guests in 2021 was 3734. It sold 15179 rooms in 2022."
"The H6811 - SOFITEL SOFITEL CASABLANCA TOUR BLANCHE (Code: H6811), operated as Managed with minority in Morocco under the SOFITEL brand, offers a LUX segment experience. It covers an area of 17270 sqm with 157 keys. In 2019, it consumed 3921884 kWh of energy. In 2020, it consumed 4108413 kWh of energy. In 2021, it consumed 3218685 kWh of energy. In 2022, it consumed 3616399 kWh of energy. Water consumption for 2022 was 13340 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 40506 rooms in 2019. The number of guests in 2019 was 50142. It sold 24814 rooms in 2020. The number of guests in 2020 was 27054. It sold 19047 rooms in 2021. The number of guests in 2021 was 22308. It sold 32874 rooms in 2022."
"The H6813 - SOFITEL RABAT JARDIN DES ROSES (Code: H6813), operated as Managed with minority in Morocco under the SOFITEL brand, offers a LUX segment experience. It covers an area of 25190 sqm with 229 keys. In 2019, it consumed 7902726 kWh of energy. In 2020, it consumed 4702038 kWh of energy. In 2021, it consumed 5562697 kWh of energy. In 2022, it consumed 6701596 kWh of energy. For GHG emissions in 2022, it recorded 428 tons (Scope 1) and 3418 tons (Scope 2). Water consumption for 2022 was 23163 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 64661 rooms in 2019. The number of guests in 2019 was 79076. It sold 27218 rooms in 2020. The number of guests in 2020 was 34141. It sold 39417 rooms in 2021. The number of guests in 2021 was 48360. It sold 57084 rooms in 2022."
"The H7145 - SOFITEL ESSAOUIRA MOGADOR GOLF & SPA (Code: H7145), operated as Managed with minority in Morocco under the SOFITEL brand, offers a LUX segment experience. It covers an area of 19250 sqm with 175 keys. In 2019, it consumed 5691006 kWh of energy. In 2020, it consumed 3955875 kWh of energy. In 2021, it consumed 4176833 kWh of energy. In 2022, it consumed 3562594 kWh of energy. Water consumption for 2022 was 8832 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 31198 rooms in 2019. The number of guests in 2019 was 64340. It sold 13390 rooms in 2020. The number of guests in 2020 was 28398. It sold 14220 rooms in 2021. The number of guests in 2021 was 32049. It sold 21765 rooms in 2022."
"The H8212 - SOFITEL MALABO SIPOPO (Code: H8212), operated as Managed in Equatorial Guinea under the SOFITEL brand, offers a LUX segment experience. It covers an area of 22000 sqm with 200 keys. In 2019, it consumed 5921886 kWh of energy. In 2020, it consumed 4484189 kWh of energy. In 2021, it consumed 5903787 kWh of energy. In 2022, it consumed 2552536 kWh of energy. For GHG emissions in 2022, it recorded 648 tons (Scope 1) and None tons (Scope 2). Water consumption for 2022 was 6300 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 12326 rooms in 2019. The number of guests in 2019 was 13646. It sold 26822 rooms in 2020. The number of guests in 2020 was 28110. It sold 44142 rooms in 2021. The number of guests in 2021 was 44142. It sold 15525 rooms in 2022."
"The H8216 - SOFITEL TAMUDA BAY (Code: H8216), operated as Managed in Morocco under the SOFITEL brand, offers a LUX segment experience. It covers an area of 11440 sqm with 104 keys. In 2019, it consumed 3734830 kWh of energy. In 2020, it consumed 3022163 kWh of energy. In 2021, it consumed 3468762 kWh of energy. In 2022, it consumed 3757764 kWh of energy. For GHG emissions in 2022, it recorded 200 tons (Scope 1) and 2046 tons (Scope 2). Water consumption for 2022 was 6458 kL. The hotel is in a region with a High (40-80%) water stress level by 2030. It sold 14514 rooms in 2019. The number of guests in 2019 was 24522. It sold 12139 rooms in 2020. The number of guests in 2020 was 18154. It sold 14342 rooms in 2021. The number of guests in 2021 was 25348. It sold 15914 rooms in 2022."
"The H8844 - SOFITEL SOFITEL ABIDJAN HOTEL IVOIRE (Code: H8844), operated as Managed in Ivory Coast under the SOFITEL brand, offers a LUX segment experience. It covers an area of 41030 sqm with 373 keys. In 2019, it consumed 12524789 kWh of energy. In 2020, it consumed 9484060 kWh of energy. In 2021, it consumed 12847500 kWh of energy. In 2022, it consumed 16464875 kWh of energy. For GHG emissions in 2022, it recorded 626 tons (Scope 1) and 4429 tons (Scope 2). Water consumption for 2022 was 24943 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 73252 rooms in 2019. The number of guests in 2019 was 80738. It sold 34408 rooms in 2020. The number of guests in 2020 was 38868. It sold 51498 rooms in 2021. The number of guests in 2021 was 60645. It sold 61469 rooms in 2022."
"The HA5E5 - RAFFLES PRASLIN - RPS (Code: HA5E5), operated as Managed in Seychelles under the RAFFLES brand, offers a LUX segment experience. It covers an area of 12900 sqm with 86 keys. In 2019, it consumed 3601308 kWh of energy. In 2020, it consumed 2576914 kWh of energy. In 2021, it consumed 4308428 kWh of energy. In 2022, it consumed 5134578 kWh of energy. For GHG emissions in 2022, it recorded 61 tons (Scope 1) and 1921 tons (Scope 2). Water consumption for 2022 was 6470 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 14259 rooms in 2019. The number of guests in 2019 was 30026. It sold 6350 rooms in 2020. The number of guests in 2020 was 13369. It sold 15032 rooms in 2021. The number of guests in 2021 was 30737. It sold 19773 rooms in 2022."
"The HA5F3 - FAIRMONT FAIRMONT MARA SAFARI CLUB (Code: HA5F3), operated as Managed in Kenya under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 7140 sqm with 51 keys. In 2019, it consumed 2176251 kWh of energy. In 2020, it consumed 413245 kWh of energy. In 2021, it consumed 431217 kWh of energy. In 2022, it consumed 761454 kWh of energy. For GHG emissions in 2022, it recorded 12 tons (Scope 1) and 43 tons (Scope 2). Water consumption for 2022 was 2163 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 9133 rooms in 2019. The number of guests in 2019 was 18903. It sold 1546 rooms in 2020. The number of guests in 2020 was 3039. It sold 2079 rooms in 2021. The number of guests in 2021 was 4814. It sold 6611 rooms in 2022."
"The HA5F4 - FAIRMONT FAIRMONT MOUNT KENYA SAFARI CLUB (Code: HA5F4), operated as Managed in Kenya under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 14000 sqm with 100 keys. In 2019, it consumed 5120592 kWh of energy. In 2020, it consumed 1863074 kWh of energy. In 2022, it consumed 5452415 kWh of energy. For GHG emissions in 2022, it recorded 1143 tons (Scope 1) and 56 tons (Scope 2). Water consumption for 2022 was 3042 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 17071 rooms in 2019. The number of guests in 2019 was 30272. It sold 3898 rooms in 2020. The number of guests in 2020 was 6915. It sold 101 rooms in 2021. The number of guests in 2021 was 101. It sold 9298 rooms in 2022."
"The HA5F5 - FAIRMONT FAIRMONT THE NORFOLK (Code: HA5F5), operated as Managed in Kenya under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 23800 sqm with 170 keys. In 2019, it consumed 7254171 kWh of energy. In 2020, it consumed 2639354 kWh of energy. In 2022, it consumed 6879437 kWh of energy. For GHG emissions in 2022, it recorded 1275 tons (Scope 1) and 111 tons (Scope 2). Water consumption for 2022 was 4253 kL. The hotel is in a region with a Low-medium (10-20%) water stress level by 2030. It sold 27840 rooms in 2019. The number of guests in 2019 was 41201. It sold 4360 rooms in 2020. The number of guests in 2020 was 5752. It sold 12999 rooms in 2022."
"The HA7Z0 - FAIRMONT FAIRMONT LA MARINA, RABAT-SALE (Code: HA7Z0), operated as Managed in Morocco under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 26040 sqm with 186 keys. In 2022, it consumed 9365584 kWh of energy. Water consumption for 2022 was 331 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 1013 rooms in 2022."
"The HA7Z3 - FAIRMONT FAIRMONT TAGHAZOUT BAY (Code: HA7Z3), operated as Managed in Morocco under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 20440 sqm with 146 keys. In 2021, it consumed 5450409 kWh of energy. In 2022, it consumed 7351480 kWh of energy. Water consumption for 2022 was 8255 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 8295 rooms in 2021. The number of guests in 2021 was 15640. It sold 25230 rooms in 2022."
"The HB147 - FAIRMONT FAIRMONT ROYAL PALM MARRAKECH (Code: HB147), operated as Managed in Morocco under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 18760 sqm with 134 keys. In 2019, it consumed 5717994 kWh of energy. In 2020, it consumed 5084612 kWh of energy. In 2021, it consumed 5002430 kWh of energy. In 2022, it consumed 6747249 kWh of energy. Water consumption for 2022 was 8938 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 32744 rooms in 2019. The number of guests in 2019 was 74269. It sold 12887 rooms in 2020. The number of guests in 2020 was 26705. It sold 14272 rooms in 2021. The number of guests in 2021 was 38760. It sold 27316 rooms in 2022."
"The HB6A9 - FAIRMONT FAIRMONT TAZI PALACE (Code: HB6A9), operated as Managed in Morocco under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 18620 sqm with 133 keys. In 2022, it consumed 6696896 kWh of energy. Water consumption for 2022 was 183 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 560 rooms in 2022."
"The HC014 - FAIRMONT FAIRMONT CAPE GRACE (Code: HC014), operated as Managed in South Africa under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 16240 sqm with 116 keys. In 2022, it consumed 2942882 kWh of energy. For GHG emissions in 2022, it recorded 44 tons (Scope 1) and 2548 tons (Scope 2). Water consumption for 2022 was 5551 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 16965 rooms in 2022."
"The H1661 - SOFITEL LUXOR WINTER PALACE (Code: H1661), operated as Managed in Egypt under the SOFITEL brand, offers a LUX segment experience. It covers an area of 21340 sqm with 194 keys. In 2019, it consumed 5551349 kWh of energy. In 2020, it consumed 8139350 kWh of energy. In 2021, it consumed 4472045 kWh of energy. In 2022, it consumed 3331229 kWh of energy. For GHG emissions in 2022, it recorded 279 tons (Scope 1) and 690 tons (Scope 2). Water consumption for 2022 was 18769 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 44185 rooms in 2019. The number of guests in 2019 was 73079. It sold 16021 rooms in 2020. The number of guests in 2020 was 26466. It sold 29318 rooms in 2021. The number of guests in 2021 was 46672. It sold 46255 rooms in 2022."
"The H1666 - SOFITEL ASWAN OLD CATARACT (Code: H1666), operated as Managed in Egypt under the SOFITEL brand, offers a LUX segment experience. It covers an area of 15180 sqm with 138 keys. In 2019, it consumed 12068134 kWh of energy. In 2020, it consumed 7158093 kWh of energy. In 2021, it consumed 13265113 kWh of energy. In 2022, it consumed 13748034 kWh of energy. For GHG emissions in 2022, it recorded 1144 tons (Scope 1) and 2866 tons (Scope 2). Water consumption for 2022 was 11734 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 26003 rooms in 2019. The number of guests in 2019 was 45320. It sold 12433 rooms in 2020. The number of guests in 2020 was 21081. It sold 21104 rooms in 2021. The number of guests in 2021 was 37474. It sold 28917 rooms in 2022."
"The H2163 - SOFITEL BEIRUT LE GABRIEL (Code: H2163), operated as Franchised in Lebanon  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 8030 sqm with 73 keys. In 2019, it consumed 2161488 kWh of energy. In 2020, it consumed 1636729 kWh of energy. In 2021, it consumed 2154882 kWh of energy. In 2022, it consumed 2456702 kWh of energy. For GHG emissions in 2022, it recorded 108 tons (Scope 1) and 1441 tons (Scope 2). Water consumption for 2022 was 5139 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 15641 rooms in 2019. The number of guests in 2019 was 20510. It sold 3794 rooms in 2020. The number of guests in 2020 was 4397. It sold 6883 rooms in 2021. The number of guests in 2021 was 8337. It sold 12665 rooms in 2022."
"The H5307 - SOFITEL CAIRO GEZIRAH (Code: H5307), operated as Subsidiary in Egypt under the SOFITEL brand, offers a LUX segment experience. It covers an area of 47630 sqm with 433 keys. In 2019, it consumed 18662345 kWh of energy. In 2020, it consumed 13873574 kWh of energy. In 2021, it consumed 17964788 kWh of energy. In 2022, it consumed 17737374 kWh of energy. For GHG emissions in 2022, it recorded 1424 tons (Scope 1) and 4647 tons (Scope 2). Water consumption for 2022 was 54880 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 129704 rooms in 2019. The number of guests in 2019 was 212911. It sold 57719 rooms in 2020. The number of guests in 2020 was 92680. It sold 116676 rooms in 2021. The number of guests in 2021 was 189217. It sold 135246 rooms in 2022."
"The H5988 - SOFITEL AL KHOBAR THE CORNICHE (Code: H5988), operated as Managed in Saudi Arabia under the SOFITEL brand, offers a LUX segment experience. It covers an area of 25190 sqm with 229 keys. In 2019, it consumed 6950874 kWh of energy. In 2020, it consumed 6566409 kWh of energy. In 2021, it consumed 7598687 kWh of energy. In 2022, it consumed 7413283 kWh of energy. For GHG emissions in 2022, it recorded 112 tons (Scope 1) and 4265 tons (Scope 2). Water consumption for 2022 was 14207 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 28170 rooms in 2019. The number of guests in 2019 was 44881. It sold 39962 rooms in 2020. The number of guests in 2020 was 68486. It sold 41866 rooms in 2021. The number of guests in 2021 was 74234. It sold 35011 rooms in 2022."
"The H6146 - SOFITEL DUBAI JUMEIRAH HOTEL BEACH RESORT (Code: H6146), operated as Managed in United Arab Emirates under the SOFITEL brand, offers a LUX segment experience. It covers an area of 48840 sqm with 444 keys. In 2019, it consumed 9908279 kWh of energy. In 2020, it consumed 4254918 kWh of energy. In 2021, it consumed 8933174 kWh of energy. In 2022, it consumed 9948100 kWh of energy. For GHG emissions in 2022, it recorded 1 tons (Scope 1) and 3801 tons (Scope 2). Water consumption for 2022 was 57747 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 138372 rooms in 2019. The number of guests in 2019 was 248514. It sold 44282 rooms in 2020. The number of guests in 2020 was 82943. It sold 90990 rooms in 2021. The number of guests in 2021 was 168941. It sold 134639 rooms in 2022."
"The H6541 - SOFITEL DUBAI PALM JUMEIRAH RESORT & SPA (Code: H6541), operated as Managed in United Arab Emirates under the SOFITEL brand, offers a LUX segment experience. It covers an area of 59950 sqm with 545 keys. In 2019, it consumed 56678282 kWh of energy. In 2020, it consumed 45962549 kWh of energy. In 2021, it consumed 53886888 kWh of energy. In 2022, it consumed 54123423 kWh of energy. For GHG emissions in 2022, it recorded 396 tons (Scope 1) and 14604 tons (Scope 2). Water consumption for 2022 was 59325 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 160272 rooms in 2019. The number of guests in 2019 was 418535. It sold 86526 rooms in 2020. The number of guests in 2020 was 215381. It sold 132449 rooms in 2021. The number of guests in 2021 was 338468. It sold 146202 rooms in 2022."
"The H6722 - SOFITEL MANAMA ZALLAQ THALASSA SEA & SPA (Code: H6722), operated as Managed in Bahrain  under the SOFITEL brand, offers a LUX segment experience. It covers an area of 28820 sqm with 262 keys. In 2019, it consumed 13508146 kWh of energy. In 2020, it consumed 10907558 kWh of energy. In 2021, it consumed 12524045 kWh of energy. In 2022, it consumed 13421134 kWh of energy. For GHG emissions in 2022, it recorded 1 tons (Scope 1) and 9382 tons (Scope 2). Water consumption for 2022 was 20196 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 56660 rooms in 2019. The number of guests in 2019 was 108978. It sold 39185 rooms in 2020. The number of guests in 2020 was 74791. It sold 45272 rooms in 2021. The number of guests in 2021 was 85210. It sold 49772 rooms in 2022."
"The H7492 - SOFITEL DUBAI DOWNTOWN (Code: H7492), operated as Managed in United Arab Emirates under the SOFITEL brand, offers a LUX segment experience. It covers an area of 38500 sqm with 350 keys. In 2019, it consumed 16185553 kWh of energy. In 2020, it consumed 10540466 kWh of energy. In 2021, it consumed 13538081 kWh of energy. In 2022, it consumed 16012857 kWh of energy. For GHG emissions in 2022, it recorded 130 tons (Scope 1) and 8150 tons (Scope 2). Water consumption for 2022 was 39970 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 107674 rooms in 2019. The number of guests in 2019 was 179940. It sold 45849 rooms in 2020. The number of guests in 2020 was 80138. It sold 85341 rooms in 2021. The number of guests in 2021 was 155057. It sold 106176 rooms in 2022."
"The H7507 - SOFITEL ABU DHABI - CORNICHE (Code: H7507), operated as Managed in United Arab Emirates under the SOFITEL brand, offers a LUX segment experience. It covers an area of 30800 sqm with 280 keys. In 2019, it consumed 16087564 kWh of energy. In 2020, it consumed 11562064 kWh of energy. In 2021, it consumed 30938855 kWh of energy. In 2022, it consumed 22256299 kWh of energy. For GHG emissions in 2022, it recorded 99 tons (Scope 1) and 6189 tons (Scope 2). Water consumption for 2022 was 24201 kL. The hotel is in a region with a Arid and low water use water stress level by 2030. It sold 74907 rooms in 2019. The number of guests in 2019 was 117476. It sold 53707 rooms in 2020. The number of guests in 2020 was 69078. It sold 72681 rooms in 2021. The number of guests in 2021 was 85699. It sold 59640 rooms in 2022."
"The HA5D8 - RAFFLES DUBAI - RDB (Code: HA5D8), operated as Managed in United Arab Emirates under the RAFFLES brand, offers a LUX segment experience. It covers an area of 36000 sqm with 240 keys. In 2019, it consumed 8295741 kWh of energy. In 2020, it consumed 6313166 kWh of energy. In 2021, it consumed 6996358 kWh of energy. In 2022, it consumed 12333817 kWh of energy. For GHG emissions in 2022, it recorded 2 tons (Scope 1) and 4755 tons (Scope 2). Water consumption for 2022 was 17769 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 54132 rooms in 2019. The number of guests in 2019 was 84548. It sold 23535 rooms in 2020. The number of guests in 2020 was 38093. It sold 36247 rooms in 2021. The number of guests in 2021 was 61507. It sold 54308 rooms in 2022."
"The HA5E4 - RAFFLES RAFFLES MAKKAH PALACE - RMH (Code: HA5E4), operated as Managed in Saudi Arabia under the RAFFLES brand, offers a LUX segment experience. It covers an area of 34200 sqm with 228 keys. In 2019, it consumed 8961394 kWh of energy. In 2020, it consumed 17885542 kWh of energy. In 2021, it consumed 15758580 kWh of energy. In 2022, it consumed 21916175 kWh of energy. Water consumption for 2022 was 14716 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 50232 rooms in 2019. The number of guests in 2019 was 132423. It sold 19915 rooms in 2020. The number of guests in 2020 was 49340. It sold 27320 rooms in 2021. The number of guests in 2021 was 67790. It sold 44977 rooms in 2022."
"The HA5E6 - FAIRMONT FAIRMONT BAB AL BAHR, ABU DHABI - ADC (Code: HA5E6), operated as Managed in United Arab Emirates under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 51380 sqm with 367 keys. In 2019, it consumed 22803180 kWh of energy. In 2020, it consumed 5102200 kWh of energy. In 2021, it consumed 38874270 kWh of energy. In 2022, it consumed 23999811 kWh of energy. For GHG emissions in 2022, it recorded 340 tons (Scope 1) and 8866 tons (Scope 2). Water consumption for 2022 was 27385 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 91838 rooms in 2019. The number of guests in 2019 was 143503. It sold 76200 rooms in 2020. The number of guests in 2020 was 76201. It sold 79467 rooms in 2021. The number of guests in 2021 was 123354. It sold 83694 rooms in 2022."
"The HA5E7 - FAIRMONT AJMAN - AJM (Code: HA5E7), operated as Managed in United Arab Emirates under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 35280 sqm with 252 keys. In 2019, it consumed 15601520 kWh of energy. In 2020, it consumed 13543080 kWh of energy. In 2021, it consumed 13246260 kWh of energy. In 2022, it consumed 11823097 kWh of energy. For GHG emissions in 2022, it recorded 38 tons (Scope 1) and 6158 tons (Scope 2). Water consumption for 2022 was 24102 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 74924 rooms in 2019. The number of guests in 2019 was 139031. It sold 47682 rooms in 2020. The number of guests in 2020 was 47683. It sold 75173 rooms in 2021. The number of guests in 2021 was 166668. It sold 73662 rooms in 2022."
"The HA5E9 - FAIRMONT FAIRMONT NILE CITY, CAIRO - CAI (Code: HA5E9), operated as Managed in Egypt under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 76020 sqm with 543 keys. In 2019, it consumed 9573396 kWh of energy. In 2020, it consumed 6512568 kWh of energy. In 2021, it consumed 8188780 kWh of energy. In 2022, it consumed 19213475 kWh of energy. For GHG emissions in 2022, it recorded 141 tons (Scope 1) and 4962 tons (Scope 2). Water consumption for 2022 was 55072 kL. The hotel is in a region with a Low (<10%) water stress level by 2030. It sold 181625 rooms in 2019. The number of guests in 2019 was 278803. It sold 60305 rooms in 2020. The number of guests in 2020 was 89552. It sold 145816 rooms in 2021. The number of guests in 2021 was 216793. It sold 168313 rooms in 2022."
"The HA5F0 - FAIRMONT FAIRMONT DUBAI - DBI (Code: HA5F0), operated as Managed in United Arab Emirates under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 68460 sqm with 489 keys. In 2019, it consumed 26772740 kWh of energy. In 2020, it consumed 19220783 kWh of energy. In 2021, it consumed 51305608 kWh of energy. In 2022, it consumed 30660153 kWh of energy. For GHG emissions in 2022, it recorded 1001 tons (Scope 1) and 13792 tons (Scope 2). Water consumption for 2022 was 31853 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 111428 rooms in 2019. The number of guests in 2019 was 178253. It sold 63024 rooms in 2020. The number of guests in 2020 was 68081. It sold 82673 rooms in 2021. The number of guests in 2021 was 85840. It sold 97352 rooms in 2022."
"The HA5F1 - FAIRMONT THE PALM - PMI (Code: HA5F1), operated as Managed in United Arab Emirates under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 54740 sqm with 391 keys. In 2019, it consumed 23544746 kWh of energy. In 2020, it consumed 9258711 kWh of energy. In 2021, it consumed 54493999 kWh of energy. In 2022, it consumed 32884147 kWh of energy. For GHG emissions in 2022, it recorded 392 tons (Scope 1) and 8842 tons (Scope 2). Water consumption for 2022 was 36933 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 113110 rooms in 2019. The number of guests in 2019 was 207745. It sold 67344 rooms in 2020. The number of guests in 2020 was 159982. It sold 96763 rooms in 2021. The number of guests in 2021 was 221697. It sold 112875 rooms in 2022."
"The HA5F2 - FAIRMONT MAKKAH CLOCK ROYAL TOWE - MAK (Code: HA5F2), operated as Managed in Saudi Arabia under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 181160 sqm with 1294 keys. In 2019, it consumed 103933845 kWh of energy. In 2020, it consumed 59348456 kWh of energy. In 2021, it consumed 63234493 kWh of energy. In 2022, it consumed 86779117 kWh of energy. Water consumption for 2022 was 86390 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 280552 rooms in 2019. The number of guests in 2019 was 700922. It sold 63452 rooms in 2020. The number of guests in 2020 was 161070. It sold 115562 rooms in 2021. The number of guests in 2021 was 155589. It sold 264031 rooms in 2022."
"The HA7F2 - SOFITEL LE GRAND AMMAN (Code: HA7F2), operated as Managed in Jordan under the SOFITEL brand, offers a LUX segment experience. It covers an area of None sqm with 367 keys. In 2019, it consumed 4831612 kWh of energy. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 32771 rooms in 2019. The number of guests in 2019 was 48686."
"The HA7X6 - FAIRMONT RIYADH - RIY (Code: HA7X6), operated as Managed in Saudi Arabia under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 41720 sqm with 298 keys. In 2019, it consumed 23935306 kWh of energy. In 2020, it consumed 7669729 kWh of energy. In 2021, it consumed 13081758 kWh of energy. In 2022, it consumed 19329933 kWh of energy. For GHG emissions in 2022, it recorded 876 tons (Scope 1) and 9713 tons (Scope 2). Water consumption for 2022 was 13321 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 28743 rooms in 2019. The number of guests in 2019 was 35290. It sold 29373 rooms in 2020. The number of guests in 2020 was 31102. It sold 19685 rooms in 2021. The number of guests in 2021 was 19960. It sold 40711 rooms in 2022."
"The HA7X8 - FAIRMONT FAIRMONT AMMAN - AMM (Code: HA7X8), operated as Managed in Jordan under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 44380 sqm with 317 keys. In 2019, it consumed 17736475 kWh of energy. In 2020, it consumed 8364155 kWh of energy. In 2021, it consumed 10714081 kWh of energy. In 2022, it consumed 15663594 kWh of energy. For GHG emissions in 2022, it recorded 1418 tons (Scope 1) and 3812 tons (Scope 2). Water consumption for 2022 was 22564 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 64084 rooms in 2019. The number of guests in 2019 was 89530. It sold 27647 rooms in 2020. The number of guests in 2020 was 44672. It sold 45913 rooms in 2021. The number of guests in 2021 was 64785. It sold 68961 rooms in 2022."
"The HA7X9 - FAIRMONT FUJEIRAH, UAE - FUJ (Code: HA7X9), operated as Managed in United Arab Emirates under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 25340 sqm with 181 keys. In 2019, it consumed 9995363 kWh of energy. In 2020, it consumed 8516240 kWh of energy. In 2021, it consumed 19068409 kWh of energy. In 2022, it consumed 9466175 kWh of energy. For GHG emissions in 2022, it recorded 0 tons (Scope 1) and 5002 tons (Scope 2). Water consumption for 2022 was 14801 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 41164 rooms in 2019. The number of guests in 2019 was 78950. It sold 30615 rooms in 2020. The number of guests in 2020 was 30616. It sold 38581 rooms in 2021. The number of guests in 2021 was 53111. It sold 45237 rooms in 2022."
"The HB0K0 - RIXOS RIXOS PREMIUM DUBAI JBR (Code: HB0K0), operated as Managed in United Arab Emirates under the RIXOS brand, offers a LUX segment experience. It covers an area of 66240 sqm with 414 keys. In 2019, it consumed 13799361 kWh of energy. In 2020, it consumed 10147940 kWh of energy. In 2021, it consumed 14703461 kWh of energy. In 2022, it consumed 22631539 kWh of energy. Water consumption for 2022 was 37985 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 139449 rooms in 2019. The number of guests in 2019 was 307506. It sold 77551 rooms in 2020. The number of guests in 2020 was 160734. It sold 107111 rooms in 2021. The number of guests in 2021 was 223732. It sold 116091 rooms in 2022."
"The HB197 - SOFITEL SOFITEL DUBAI THE OBELISK (Code: HB197), operated as Managed in United Arab Emirates under the SOFITEL brand, offers a LUX segment experience. It covers an area of 65340 sqm with 594 keys. In 2020, it consumed 24569386 kWh of energy. In 2021, it consumed 42348790 kWh of energy. In 2022, it consumed 42801799 kWh of energy. For GHG emissions in 2022, it recorded 1 tons (Scope 1) and 12065 tons (Scope 2). Water consumption for 2022 was 49122 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 7768 rooms in 2020. The number of guests in 2020 was 14888. It sold 76200 rooms in 2021. The number of guests in 2021 was 140613. It sold 121056 rooms in 2022."
"The HB1I2 - RIXOS THE PALM DUBAI (Code: HB1I2), operated as Managed in United Arab Emirates under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 316 keys. In 2019, it consumed 10399518 kWh of energy. In 2020, it consumed 7745771 kWh of energy. In 2021, it consumed 11222932 kWh of energy. Water consumption for 2022 was 26772 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 100346 rooms in 2019. The number of guests in 2019 was 232265. It sold 43928 rooms in 2020. The number of guests in 2020 was 107685. It sold 79853 rooms in 2021. The number of guests in 2021 was 197689. It sold 81821 rooms in 2022."
"The HB1J0 - RIXOS SHARM EL SHEIKH RIXOS (Code: HB1J0), operated as Managed in Egypt under the RIXOS brand, offers a LUX segment experience. It covers an area of 105600 sqm with 660 keys. In 2019, it consumed 22398962 kWh of energy. In 2020, it consumed 16472019 kWh of energy. In 2021, it consumed 23440301 kWh of energy. In 2022, it consumed 38848305 kWh of energy. For GHG emissions in 2022, it recorded 703 tons (Scope 1) and 13822 tons (Scope 2). Water consumption for 2022 was 46037 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 136782 rooms in 2019. The number of guests in 2019 was 276946. It sold 40851 rooms in 2020. The number of guests in 2020 was 82404. It sold 106885 rooms in 2021. The number of guests in 2021 was 208008. It sold 140702 rooms in 2022."
"The HB1J1 - RIXOS RIXOS BAB AL BAHR (Code: HB1J1), operated as Managed in United Arab Emirates under the RIXOS brand, offers a LUX segment experience. It covers an area of 112320 sqm with 702 keys. In 2019, it consumed 21665663 kWh of energy. In 2020, it consumed 15932757 kWh of energy. In 2021, it consumed 24896441 kWh of energy. In 2022, it consumed 2388432 kWh of energy. For GHG emissions in 2022, it recorded 418 tons (Scope 1) and None tons (Scope 2). Water consumption for 2022 was 56882 kL. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030. It sold 172008 rooms in 2019. The number of guests in 2019 was 390218. It sold 71126 rooms in 2020. The number of guests in 2020 was 176143. It sold 138139 rooms in 2021. The number of guests in 2021 was 465475. It sold 173847 rooms in 2022."
"The HB1J8 - RIXOS RIXOS SEAGATE SHARM (Code: HB1J8), operated as Managed in Egypt under the RIXOS brand, offers a LUX segment experience. It covers an area of 150080 sqm with 938 keys. In 2019, it consumed 23332252 kWh of energy. In 2020, it consumed 22992194 kWh of energy. In 2021, it consumed 33313640 kWh of energy. In 2022, it consumed 51276290 kWh of energy. Water consumption for 2022 was 65654 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 124684 rooms in 2019. The number of guests in 2019 was 243518. It sold 73401 rooms in 2020. The number of guests in 2020 was 146926. It sold 171133 rooms in 2021. The number of guests in 2021 was 342370. It sold 200654 rooms in 2022."
"The HB1P7 - RIXOS ALAMEIN RIXOS (Code: HB1P7), operated as Managed in Egypt under the RIXOS brand, offers a LUX segment experience. It covers an area of 39200 sqm with 245 keys. In 2019, it consumed 10632841 kWh of energy. In 2020, it consumed 7819307 kWh of energy. In 2021, it consumed 8701324 kWh of energy. In 2022, it consumed 17438312 kWh of energy. Water consumption for 2022 was 7629 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 15938 rooms in 2019. The number of guests in 2019 was 32164. It sold 13545 rooms in 2020. The number of guests in 2020 was 28037. It sold 20950 rooms in 2021. The number of guests in 2021 was 42198. It sold 23317 rooms in 2022."
"The HB2J7 - 25 Hours 25HOURS DUBAI ONE CENTRAL (Code: HB2J7), operated as Managed in United Arab Emirates under the 25 Hours brand, offers a PRE segment experience. It covers an area of 34720 sqm with 434 keys. In 2022, it consumed 24821868 kWh of energy. For GHG emissions in 2022, it recorded 127 tons (Scope 1) and 6611 tons (Scope 2). Water consumption for 2022 was 25094 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 1693 rooms in 2021. The number of guests in 2021 was 2849. It sold 76693 rooms in 2022."
"The HB399 - RIXOS RIXOS ABU DHABI SAADIYAT ISLAND (Code: HB399), operated as Managed in United Arab Emirates under the RIXOS brand, offers a LUX segment experience. It covers an area of 48000 sqm with 300 keys. In 2019, it consumed 12599416 kWh of energy. In 2020, it consumed 9265511 kWh of energy. In 2021, it consumed 13424900 kWh of energy. In 2022, it consumed 16399666 kWh of energy. Water consumption for 2022 was 20021 kL. The hotel is in a region with a Arid and low water use water stress level by 2030. It sold 106954 rooms in 2019. The number of guests in 2019 was 211068. It sold 44003 rooms in 2020. The number of guests in 2020 was 86454. It sold 34279 rooms in 2021. The number of guests in 2021 was 69445. It sold 61190 rooms in 2022."
"The HB4T9 - Banyan Tree BANYAN TREE DOHA LA CIGALE MUSHAIREB (Code: HB4T9), operated as Managed in Qatar under the Banyan Tree brand, offers a LUX segment experience. It covers an area of 44330 sqm with 341 keys. In 2022, it consumed 8073496 kWh of energy. Water consumption for 2022 was 19838 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 16052 rooms in 2021. The number of guests in 2021 was 42934. It sold 60631 rooms in 2022."
"The HB4U3 - Banyan Tree BANYAN TREE DOHA LA CIGALE MUSHAIREB SERVICED RES (Code: HB4U3), operated as Managed in Qatar under the Banyan Tree brand, offers a LUX segment experience. It covers an area of None sqm with 215 keys. In 2022, it consumed 5090327 kWh of energy. The hotel is in a region with a Medium-high (20-40%) water stress level by 2030."
"The HB5B0 - SLS DUBAI SLS (Code: HB5B0), operated as Managed in United Arab Emirates under the SLS brand, offers a LUX segment experience. It covers an area of 69000 sqm with 575 keys. In 2021, it consumed 20421474 kWh of energy. In 2022, it consumed 16472172 kWh of energy. For GHG emissions in 2022, it recorded 627 tons (Scope 1) and 7195 tons (Scope 2). Water consumption for 2022 was 45719 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 61634 rooms in 2021. The number of guests in 2021 was 113106. It sold 139730 rooms in 2022."
"The HB5C5 - MONDRIAN MONDRIAN DOHA (Code: HB5C5), operated as Managed with minority in Qatar under the MONDRIAN brand, offers a PRE segment experience. It covers an area of 27000 sqm with 270 keys. In 2019, it consumed 5983508 kWh of energy. In 2020, it consumed 4502894 kWh of energy. In 2021, it consumed 11031444 kWh of energy. In 2022, it consumed 6202002 kWh of energy. Water consumption for 2022 was 15925 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 37629 rooms in 2019. The number of guests in 2019 was 82620. It sold 40086 rooms in 2020. The number of guests in 2020 was 91728. It sold 56503 rooms in 2021. The number of guests in 2021 was 98550. It sold 48670 rooms in 2022."
"The HB662 - RAFFLES RAFFLES DOHA (Code: HB662), operated as Managed in Qatar under the RAFFLES brand, offers a LUX segment experience. It covers an area of 19800 sqm with 132 keys. In 2022, it consumed 6777329 kWh of energy. Water consumption for 2022 was 538 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 1643 rooms in 2022."
"The HB663 - FAIRMONT FAIRMONT HOTEL & RESIDENCES DOHA (Code: HB663), operated as Managed in Qatar under the FAIRMONT brand, offers a LUX segment experience. It covers an area of 50680 sqm with 362 keys. In 2022, it consumed 16366339 kWh of energy. Water consumption for 2022 was 2598 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 7939 rooms in 2022."
"The HB6D1 - RAFFLES RAFFLES BAHRAIN (Code: HB6D1), operated as Managed in Bahrain  under the RAFFLES brand, offers a LUX segment experience. It covers an area of 5550 sqm with 37 keys. In 2019, it consumed 3266302 kWh of energy. In 2020, it consumed 2337201 kWh of energy. In 2021, it consumed 4086836 kWh of energy. In 2022, it consumed 4004785 kWh of energy. Water consumption for 2022 was 2439 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 6610 rooms in 2020. The number of guests in 2020 was 19200. It sold 7503 rooms in 2021. The number of guests in 2021 was 18810. It sold 7453 rooms in 2022."
"The HB6F4 - RIXOS RIXOS PREMIUM MAGAWISH (Code: HB6F4), operated as Managed in Egypt under the RIXOS brand, offers a LUX segment experience. It covers an area of 57760 sqm with 361 keys. In 2021, it consumed 11755666 kWh of energy. In 2022, it consumed 19589643 kWh of energy. For GHG emissions in 2022, it recorded 725 tons (Scope 1) and 5982 tons (Scope 2). Water consumption for 2022 was 27797 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 40046 rooms in 2021. The number of guests in 2021 was 105493. It sold 84954 rooms in 2022."
"The HB779 - THE ORIGINALS LA CIGALE, DOHA (Code: HB779), operated as Managed in Qatar under the THE ORIGINALS brand, offers a LUX segment experience. It covers an area of 22500 sqm with 225 keys. In 2019, it consumed 7499653 kWh of energy. In 2020, it consumed 5515185 kWh of energy. In 2021, it consumed 7919980 kWh of energy. In 2022, it consumed 5327087 kWh of energy. Water consumption for 2022 was 9868 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 38269 rooms in 2020. The number of guests in 2020 was 40753. It sold 50827 rooms in 2021. The number of guests in 2021 was 68097. It sold 30158 rooms in 2022."
"The HB801 - RIXOS RIXOS ABU DHABI MARINA (Code: HB801), operated as Managed in United Arab Emirates under the RIXOS brand, offers a LUX segment experience. It covers an area of None sqm with 563 keys. Water consumption for 2022 was 4592 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 14033 rooms in 2022."
"The HB850 - Banyan Tree BANYAN TREE ALULA (Code: HB850), operated as Managed in Saudi Arabia under the Banyan Tree brand, offers a LUX segment experience. It covers an area of 6110 sqm with 47 keys. In 2022, it consumed 1870399 kWh of energy. Water consumption for 2022 was 443 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 1354 rooms in 2022."
"The HB8Y0 - RAFFLES RAFFLES THE PALM (EMERALD PALACE) (Code: HB8Y0), operated as Managed in United Arab Emirates under the RAFFLES brand, offers a LUX segment experience. It covers an area of 58200 sqm with 388 keys. In 2022, it consumed 16885998 kWh of energy. For GHG emissions in 2022, it recorded 421 tons (Scope 1) and 7706 tons (Scope 2). Water consumption for 2022 was 26765 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 15191 rooms in 2021. The number of guests in 2021 was 33679. It sold 81801 rooms in 2022."
"The HB8Y1 - HYDE HYDE DUBAI BUSINESS BAY (Code: HB8Y1), operated as Managed in United Arab Emirates under the HYDE brand, offers a PRE segment experience. It covers an area of 27600 sqm with 276 keys. In 2022, it consumed 5053484 kWh of energy. Water consumption for 2022 was 21501 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 7098 rooms in 2021. The number of guests in 2021 was 14076. It sold 65711 rooms in 2022."
"The HB9L0 - RIXOS RIXOS GULF HOTEL DOHA (Code: HB9L0), operated as Managed in Qatar under the RIXOS brand, offers a LUX segment experience. It covers an area of 60480 sqm with 378 keys. In 2022, it consumed 20663579 kWh of energy. Water consumption for 2022 was 3473 kL. The hotel is in a region with a Extremely high (>80%) water stress level by 2030. It sold 10615 rooms in 2022."
